{
  "sections": {
    "main": {
      "type": "main-article",
      "blocks": {
        "title": {
          "type": "title",
          "settings": {
            "heading_size": "default",
            "blog_show_date": true,
            "blog_show_author": true,
            "text_size": "medium",
            "enable_share": false,
            "padding_top": 26,
            "padding_bottom": 50
          }
        },
        "featured_image": {
          "type": "featured_image",
          "settings": {
            "padding_top": 14,
            "padding_bottom": 50
          }
        },
        "bc2e5eb0-2d12-4acb-9a16-36775ca5787e": {
          "type": "tag",
          "disabled": true,
          "settings": {
            "label": "Tags:",
            "show_line_separator": true,
            "padding_top": 40,
            "padding_bottom": 50
          }
        },
        "dbb1046b-8608-4216-9c87-234fbf663d9b": {
          "type": "image-with-text",
          "disabled": true,
          "settings": {
            "layout": "image_first",
            "heading": "Tips To Arrange Your Living Room Furniture",
            "text": "<ul><li>How To Arrange Furniture.<\/li><li>Furniture With Storage.<\/li><li>Symmetrical Furniture Arrangement.<\/li><li>Make your living room feel more sociable.<\/li><li>Use the brightening sofa.<\/li><\/ul>",
            "button_label": "Sample Button",
            "button_link": "shopify:\/\/collections",
            "button_transparent": "default",
            "padding_top": 0,
            "padding_bottom": 0
          }
        },
        "6ac17fb1-5639-4998-b799-b1b94a51450b": {
          "type": "textarea",
          "disabled": true,
          "settings": {
            "textarea": "<p style=\"text-align: center; font-style: normal; font-size: 18px; font-weight: 600; color: #2d2d2d; display: block; max-width: 900px; margin-left: auto; margin-right: auto; padding-left: 1.5rem; padding-right: 1.5rem;\">\" First, let's think about that your seating options cater to everyone. Start with the sofa. A modular design is best here, yes you can play around with the size and shape depending on your space and needs. Next, add a couple of armchairs if you can fit them in. If not, pouffes are a great option here as they take up way less room. Finally, create a focal point with a coffee table.. \"<\/p>",
            "padding_top": 50,
            "padding_bottom": 16
          }
        },
        "3d1b737a-93bb-4b59-9276-41245bfd41c9": {
          "type": "textarea",
          "disabled": true,
          "settings": {
            "textarea": "<blockquote>\n\t<h4><strong>Personalize Living Room Decor<\/strong><\/h4>\n\t<p>Personalize Living Room Decor with incorporating items that reflect your travels, hobbies, and cherished memories can make your living room feel extra special. Display ancestral portraits, framed genealogical charts, maps representing your favorite places, and photo collages featuring family and friends. Hang letters or signage that reference your initials or a familial surname for a cheap living room decor idea.<\/p>\n<\/blockquote>",
            "padding_top": 20,
            "padding_bottom": 26
          }
        },
        "23a03595-e8e3-4628-821c-cacf114e59f8": {
          "type": "textarea",
          "disabled": true,
          "settings": {
            "textarea": "<h4><strong>Repurpose Vintage or Thrifted Decor<\/strong><\/h4>\n<p>Search flea markets, antique shops, estate sales, and thrift stores for inexpensive living room decor. Consider repurposing items in unique ways to create functional furnishings with vintage style. Cut down a farm table's legs to craft a rustic coffee table, employ an antique ladder to store and display throw blankets, use a vintage trunk to hold board games or provide seating, and move in wicker laundry baskets to hold magazines or in-process projects.<\/p>",
            "padding_top": 30,
            "padding_bottom": 31
          }
        },
        "4b59d7e5-a6ee-41c6-8754-f3ea506d68c3": {
          "type": "posts",
          "disabled": true,
          "settings": {
            "heading": "Recent Articles",
            "padding_top": 0,
            "padding_bottom": 10
          }
        },
        "223011ac-60a2-4273-af73-1fe7dd2ab5f8": {
          "type": "tags",
          "disabled": true,
          "settings": {
            "heading": "Popular Tags",
            "padding_top": 10,
            "padding_bottom": 14
          }
        },
        "e578b579-5e2e-4751-91c7-d07c8906fdd6": {
          "type": "products",
          "disabled": true,
          "settings": {
            "heading": "Best Sellers",
            "collection": "new",
            "product_list_limit": 6,
            "products_per_page": 3,
            "image_ratio": "square",
            "show_swatch": true,
            "padding_top": 14,
            "padding_bottom": 10
          }
        },
        "dfb4131b-663f-4f55-8b18-d7a8c8da99e0": {
          "type": "image",
          "disabled": true,
          "settings": {
            "heading": "",
            "image": "shopify:\/\/shop_images\/Untitled_design_-_2024-05-07T121503.493.png",
            "link": "",
            "padding_top": 5,
            "padding_bottom": 5
          }
        },
        "c2d92a77-6742-443f-ab49-4f4531f241dd": {
          "type": "text",
          "disabled": true,
          "settings": {
            "heading": "Custom Block",
            "text": "<p>Custom CMS block displayed at the left sidebar on the Catalog Page. Put your own content here: text, html, images, media... whatever you like.<\/p><p>There are many similar sample content placeholders across the store. All editable from admin panel.<\/p>",
            "padding_top": 16,
            "padding_bottom": 0
          }
        },
        "richtext_xYeKhn": {
          "type": "richtext",
          "disabled": true,
          "settings": {
            "richtext": "<h2><strong>2. Corner Sofas Create and Save Space<\/strong><\/h2><p>Corner sofas are very versatile pieces of furniture. Not only are they built for relaxing but they are also ideal for entertaining. Corner sofas are great for larger families who want to stretch out and unwind with ample space but they are also perfect for those who like to entertain. <\/p><p>Due to the angle of the corner sofa, people can easily and conveniently gather together without having to sit in an awkward row and without the need for additional seating. <\/p><p>With so many shapes, sizes and styles of corner sofa available, there are options to suit all your needs. Whether you opt for an angled corner sofa, a corner chaise sofa, a corner sofa with recliner, or a U-shaped corner sofa, finding one that works for your home is easier than you may think. <\/p><p><\/p>",
            "padding_top": 5,
            "padding_bottom": 5
          }
        }
      },
      "block_order": [
        "title",
        "featured_image",
        "bc2e5eb0-2d12-4acb-9a16-36775ca5787e",
        "dbb1046b-8608-4216-9c87-234fbf663d9b",
        "6ac17fb1-5639-4998-b799-b1b94a51450b",
        "3d1b737a-93bb-4b59-9276-41245bfd41c9",
        "23a03595-e8e3-4628-821c-cacf114e59f8",
        "4b59d7e5-a6ee-41c6-8754-f3ea506d68c3",
        "223011ac-60a2-4273-af73-1fe7dd2ab5f8",
        "e578b579-5e2e-4751-91c7-d07c8906fdd6",
        "dfb4131b-663f-4f55-8b18-d7a8c8da99e0",
        "c2d92a77-6742-443f-ab49-4f4531f241dd",
        "richtext_xYeKhn"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1400,
        "type_style": "special",
        "color_scheme": "",
        "padding_top": 17,
        "padding_bottom": 58,
        "padding_top_mobile": 17,
        "padding_bottom_mobile": 0
      }
    },
    "rich_text_axgV7j": {
      "type": "rich-text",
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "slideshow_kET49Q": {
      "type": "slideshow",
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "image_ratio": "adapt-image",
        "image_ratio_mobile": "550px",
        "color_scheme": "",
        "arrows_type": "all",
        "arrows_position": "middle-center",
        "carousel_infinite_scroll": true,
        "enable_autoplay": false,
        "color_autoplay": "#ffffff",
        "change_slides_speed": 5,
        "enable_pagination_type": "all",
        "pagination_type": "dots",
        "image_behavior": "none",
        "accessibility_info": "Slideshow about our brand"
      }
    },
    "rich_text_VQxCPE": {
      "type": "rich-text",
      "blocks": {
        "text_67qjMj": {
          "type": "text",
          "settings": {
            "text": "<p>When it comes to choosing furniture for your bedroom, the most important pieces you will choose are the <a href=\"https:\/\/honeypotfurniture.co.uk\/beds\/\"><span style=\"text-decoration:underline\">bed<\/span><\/a> and the <a href=\"https:\/\/honeypotfurniture.co.uk\/bedroom\/wardrobes\/\"><span style=\"text-decoration:underline\">wardrobe<\/span><\/a>. These are the major purchases that will not only cost the most, but will also have the most impact on the space. As the largest pieces of furniture in the room they will take up the most room both physically and visually, so it is important to choose wisely. <\/p><p>There are several options when it comes to wardrobes and each option offers advantages and disadvantages. You may decide to opt for built-in wardrobes. This can be particularly useful if you are working with an awkward space as they can be customised to fit the shape of the room. You can also choose your finish and the internal configurations too. But the downside is that this option can be costly. <\/p><p>You could choose free-standing wardrobes with hinged doors, but these work better in larger rooms and might not fit exactly in the space intended in the most efficient way.<\/p><p><strong>What is a sliding wardrobe?<\/strong><\/p><p>And then there are wardrobes with sliding doors. A sliding wardrobe is one where the doors are on rollers and slide past one another, so they don’t swing open. Many sliding wardrobes have mirror fronts which has the added benefit of making the room look and feel larger as they bounce the light around and reflect the rest of the room creating the illusion of a larger space. <\/p><p><strong>Are sliding wardrobes better than doors?<\/strong><\/p><p>This completely depends on the space that you are working with. Sliding wardrobes can be a much better option in smaller rooms or where floor space is limited. They also tend to be more stable because they don’t have the doors that are supported on hinges and that swing out.<\/p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_AxW9Ln": {
          "type": "text",
          "settings": {
            "text": "<p><strong>In the Living Room<\/strong><\/p><p>There are many ways to use stools and benches in the living room. They can be used as extra seating for larger gatherings when friends and family come to visit. You can use them in addition to your sofas and armchairs so that everybody has a seat during social gatherings.<\/p><p>Alternatively, stools and benches can be used instead of a coffee table. Benches work particularly well as they are low and long. They provide plenty of surface area for placing things you need to keep close to hand.<\/p><p>In small spaces, a foot stool can double up as a coffee table. For upholstered stools, try placing a tray on top to protect the fabric and create a flat surface for drinks, vases or trinkets. A small stool can also be placed next to an armchair or sofa to act as a side table.  <\/p><p>Stools with storage are also a great addition to the living room. Not only can they act as additional seating or as a coffee or side table, but they allow you to store belongings inside too. Perhaps you can use them to store blankets or extra cushions, or maybe you can store magazines inside.<\/p><p>So, let’s take a look at 4 excellent reasons to choose wardrobes with sliding doors. <\/p><p><strong>1. Sliding Wardrobes Save Space<\/strong><\/p><p>As mentioned above, sliding wardrobe doors are a great space-saving tactic when you’re working with a smaller space. They take up less floor space as you don’t have to factor in the angles that the doors swing out at. They also allow for a much better flow of traffic around the room as their position is fixed and the doors cannot be left to swing out into the room. You always know how much room you need to bypass your sliding wardrobe and this makes it much easier to position within the room and in reference to the other furniture in the room.<\/p><p>Sliding wardrobes can also be floor to ceiling unlike free-standing wardrobes which gives them the added benefit of using up the void of space that would traditionally come between the top of the wardrobe and the ceiling. Storing items on top of the wardrobe is unsightly so it’s a great advantage to have a wardrobe that goes all the way up to the ceiling.<\/p><p><strong>2. Wardrobes with Sliding Doors Keep the Room Organized and Neat<\/strong><\/p><p>Your bedroom should <a href=\"https:\/\/honeypotfurniture.co.uk\/blog\/creating-a-bedroom-to-promote-healthy-sleeping-habits\/\"><span style=\"text-decoration:underline\">promote good sleep habits<\/span><\/a> and therefore needs to be conducive to helping you sleep well. This cannot happen if your bedroom is poorly organized and untidy. A bedroom should be calm and serene and allow you to relax and unwind after a busy day. Coming into a room full of clutter will not allow your brain to switch off so that you can take a break for the evening and get a good night’s sleep. <\/p><p>As sliding wardrobes are often much bigger than free-standing wardrobes, they allow you to store a lot more inside. This means that you can make sure that the rest of the room is free of distracting clutter. <\/p><p><strong>3. Sliding Wardrobes are More Accessible<\/strong><\/p><p>Wardrobes with sliding doors can also be more accessible making them easier to use for people who may have mobility issues. This is particularly true for wheelchair users as it is much easier to maneuver around sliding doors than hinged doors. They do not obstruct the flow around the wardrobe. <br\/><strong>4. Sliding Wardrobes have a Minimalist Style<\/strong><\/p><p>If a minimalist style is what you are going for then wardrobes with sliding doors could be a great option. Their modern aesthetic is timeless and won’t interfere with the style in the rest of the room. Mirrored doors in particular help the wardrobe to recede into the background as they will reflect the room around them meaning they take up much less visual space. <\/p><p><strong>How much does a sliding wardrobe cost?<\/strong><\/p><p>This can vary enormously depending on whether you are having the wardrobes built in, the size of the wardrobes, what they are made from and many more variables. <\/p><p>Here at Honeypot Furniture we stock a range of <a href=\"https:\/\/honeypotfurniture.co.uk\/search.php?search_query=sliding+wardrobe&productListPgNo=1\"><span style=\"text-decoration:underline\">sliding wardrobes<\/span><\/a> with and without mirrored doors and they range in price from roughly £400 up to just shy of £800. <\/p><p>All things considered, sliding wardrobes are a fantastic investment for the home with many benefits to offer. <\/p><p>If you’ve bought a sliding wardrobe from Honeypot Furniture we’d love to see. Please share on Instagram and tag us with @honeypotfurniture and use our hashtag #JoinTheHive<\/p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_g97bcw": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_67qjMj",
        "text_AxW9Ln",
        "text_g97bcw"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_GyRE9A": {
      "type": "rich-text",
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_f4krkd": {
      "type": "rich-text",
      "blocks": {
        "text_6ibGxD": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_6ibGxD"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    }
  },
  "order": [
    "main",
    "rich_text_axgV7j",
    "slideshow_kET49Q",
    "rich_text_VQxCPE",
    "rich_text_GyRE9A",
    "rich_text_f4krkd"
  ]
}
