/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 10,
        "padding_bottom_mobile": 30
      }
    },
    "rich_text_JPy3zj": {
      "type": "rich-text",
      "blocks": {
        "heading_8y68yx": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Talk about your brand",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_Unt4Kk": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_UnD4pF": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_8y68yx",
        "text_Unt4Kk",
        "button_UnD4pF"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "custom_liquid_T7RRLB": {
      "type": "custom-liquid",
      "disabled": true,
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "icon_with_text_ngUGpR": {
      "type": "icon-with-text",
      "blocks": {
        "item_gTgaLm": {
          "type": "item",
          "settings": {
            "icon": "price_tag",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Place Your Order",
            "text": "<p>Find your favourite items and checkout using a variety of payment and finance options.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_MC4MKd": {
          "type": "item",
          "settings": {
            "icon": "stopwatch",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Await Confirmation",
            "text": "<p>You'll receieve confirmation of your order via email. We'll be in touch to arrange delivery.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_6CGCFb": {
          "type": "item",
          "disabled": true,
          "settings": {
            "icon": "box",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "#c66969",
            "heading": "Guarantee heading",
            "text": "<p>Share information about your products, policies or services.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_xrTYWQ": {
          "type": "item",
          "settings": {
            "icon": "truck",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "The Day Of Delivery",
            "text": "<p>You'll receieve a live tracking link and our two-person team will deliver your items. </p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_ypLzVb": {
          "type": "item",
          "settings": {
            "icon": "heart",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Enjoy Your New Furniture",
            "text": "<p>Sit back, relax and please don't forget to leave us a review on Trustpilot.</p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "item_gTgaLm",
        "item_MC4MKd",
        "item_6CGCFb",
        "item_xrTYWQ",
        "item_ypLzVb"
      ],
      "disabled": true,
      "custom_css": [],
      "settings": {
        "type_style": "classic",
        "section_width": "customized-width",
        "customize_width": 1200,
        "heading": "What To Expect",
        "heading_size": "default",
        "text": "",
        "text_margin_top": 16,
        "text_alignment": "center",
        "margin_bottom": 60,
        "blocks_heading_font": "font-body",
        "blocks_heading_size": "text-body",
        "blocks_text_size": "default",
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "use_custom_color": true,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(237, 233, 226, 1), rgba(247, 231, 223, 1) 66%)",
        "layout": "vertical",
        "enable_background_icon": true,
        "type_vertical": "carousel",
        "arrows_type": "all",
        "text_animation": "none",
        "padding_top": 50,
        "padding_bottom": 50,
        "padding_top_mobile": 40,
        "padding_bottom_mobile": 40
      }
    },
    "image_with_text_zJhwhJ": {
      "type": "image-with-text",
      "blocks": {
        "heading_FtzRWC": {
          "type": "heading",
          "settings": {
            "heading": "<h3>Live Delivery Tracking</h3>",
            "heading_size": "h1",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_hB8Ee3": {
          "type": "text",
          "settings": {
            "text": "<p>Tired of being given a 12-hour time window for deliveries? We've got you covered!<br/><br/>On the day of your delivery, you'll receieve a live tracking link with regular, real-time updates on your expected delivery time. <br/><br/>Whether you want to pop home from work quickly to take the delivery or want to enjoy your day off, you'll be able to see our drivers whereabouts in real time.</p>",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_FtzRWC",
        "text_hB8Ee3"
      ],
      "disabled": true,
      "settings": {
        "type_style": "classic",
        "section_width": "page-width",
        "customize_width": 1800,
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "image": "shopify://shop_images/Screenshot_2024-04-16_at_09.19.16.png",
        "heading": "",
        "heading_size": "default",
        "link_label": "",
        "link": "",
        "colors_heading": "#ffffff",
        "show_top_line_separator": false,
        "show_bot_line_separator": false,
        "background_for_box": false,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(246, 238, 227, 1), rgba(223, 244, 247, 1) 100%)",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "layout_mobile": "image_first_mobile",
        "mobile_content_alignment": "left",
        "image_animation": "none",
        "text_animation": "none",
        "padding_top": 0,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "collapsible_content_4F8ffL": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_cxfHjW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Policy Statement",
            "icon": "none",
            "row_content": "<p>Our complaint handling policy has been created to meet general standards and requirements. We take all concerns and issues seriously and use our robust and structured complaint processes to ensure a satisfactory resolution is reached.</p><p>The aim of this policy is to ensure that all customer complaints, either written or verbal, are handled in a consistent and regulated manner and that further complaint incidents are mitigated and where possible, prevented. Where a customer has cause to complain, the complaints handling procedure will be followed in every instance and a record will be made of the complaint nature and details to help improve our services and reduce the occurrence of similar complaints.</p>",
            "page": ""
          }
        },
        "collapsible_row_RwtpbP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Purpose",
            "icon": "none",
            "row_content": "<p>The Company are committed to delivering a fair, open and clear process for complaints and ensure a satisfactory outcome for all customers who raise a complaint. We provide thorough staff training in our internal complaint handling procedures and support our staff in how to handle complaint situations in a face-to-face, written and/or telephone environment.</p><p>This policy sets out our intent and objectives for how we handle complaints, from offering a clear and approachable system for customers to complain, through to conducting root cause analysis on all complaints received to identify the cause, issues and corrective actions regarding the complaint, and to implement measures to prevent reoccurrences where applicable.</p>",
            "page": ""
          }
        },
        "collapsible_row_gLEjmt": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Objectives",
            "icon": "none",
            "row_content": "<p>The Company's objectives are set out below regarding customer complaint handling. For the purposes of this policy, a complaint is defined as any customer contact whereby a negative communication or outcome has occurred. The customer does not have to formally address their communication as an official complaint or to request a response for the Company to treat the incident as a complaint and to follow the related procedures.</p><p><strong>The Company’s objectives for internal complaint handling are:</strong></p><ul><li>To provide a fair complaints procedure which is clear and easy to use for anyone wishing to make a complaint</li><li>To ensure that our complaints procedure is fully accessible so that people know how to contact us to make a complaint</li><li>To make sure everyone in the Company knows what to do if a complaint is received</li><li>To make sure all complaints are investigated fairly and in a timely manner</li><li>To gather information which helps us to improve what we do and how we do it</li><li>To ensure that the Data Protection Officer (or appointed person) is involved in any complaints relating to personal data</li><li>To comply with any obligations for complaint handling rules as applicable to our industry</li></ul><p><strong>The Company’s objectives for our customer complaint procedures are:</strong></p><ul><li>Complaints will be investigated and responded to within 8 weeks from the initial customer contact</li><li>Customers will be sent a copy of our complaint procedures with the initial acknowledgement</li><li>We will enclose any relevant information or mandatory leaflets to the customer with the initial acknowledgement in accordance with any industry requirements or codes of conduct that apply to us (i.e. Financial Ombudsman Service (FOS)</li><li>Complaint responses will always be provided in writing (unless the complainant makes a specific request for an alternate form of communication, which will be provided in addition to the written format)</li><li>Complaint procedures and forms will be available via the company website as well as upon written and/or verbal request</li><li>All complaints will be investigated by a trained member of staff and a full outcome summary provided to the Senior Manager</li><li>Complaint records will be used to gain valuable management information to revise company procedures and to improve communication and business practices where applicable</li><li>Complainants are advised of their rights and provided with any relevant right to refer/lodge the complaint and the applicable contact details (i.e. FOS, FCA, the ICO)</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_89tqT6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Procedures and Guidelines",
            "icon": "none",
            "row_content": "<h4>RAISING A COMPLAINT</h4><p>Customers who request the Company’s complaint handling procedure will be provided a copy of the procedure and form either by email, in a PDF format or in the post, and will be asked to raise their complaint in writing as soon as possible after the incident.<br/><strong>NOTE: </strong>Complaints are to be raised in writing, however verbal complaints will be accepted and dealt with as per the same procedures.</p><p>If a customer telephones the Company and wishes to raise a complaint, they should be passed through to a senior member of staff or the Complaints Officer who will try to resolve the complaint then and there.</p><p>Even if the complaint is resolved at the time, the customer must still be offered the option of receiving the complaints handling procedure and form prior to ending the call and the call recording must be retained and logged in the complaints record.</p><h4>DATA PROTECTION RELATED COMPLAINTS</h4><p>Where a complaint is related to the processing of personal data, this policy ensures that the Company complies with the data protection laws and notification requirements.</p><p>Every individual has the right to lodge a complaint with the supervisory authority where they consider that the processing of personal data relating to them infringes GDPR/DPA18 or we have breached data protection law. All individuals using our products or services and those employed by us are notified of this right via our Privacy Notice, in our complaint handling procedures and in our information disclosures.</p><p>The supervisory authority with which the complaint has been lodged is responsible for informing the complainant on the progress and the outcome of the complaint, including the possibility of a judicial remedy where the supervisory authority does not handle a complaint or does not inform the data subject within three months on the progress or outcome of the complaint lodged.</p><h4>INFORMAL COMPLAINT RESOLUTION</h4><p>The Company considers and responds to all complaints and issues, no matter how they are raised or what hey refer to. Some issues and complaints we can resolve immediately or within a 3-working day timeframe and are referred to as informal complaints.</p><p>Such instances are where an investigation is not required because the nature of the complaint is clear, and a resolution can be obtained without further review of the facts. Where we resolve a complaint within the timeframe, the details are still logged on our complaint register, and the complainant is still informed of their rights.</p><p>The Company takes every opportunity to resolve complaints at the first initial point of contact where feasible and possible. Informal resolution is always attempted where the issues raised are straightforward and potentially easily resolved, requiring little or no investigation.</p><p>Most face to face and telephone issues can be resolved in this manner, however the complainant is always offered the option of making the complaint formal if the resolution is not to their satisfaction.</p><p>Where an informal complaint is received, it is acceptable for the point of contact or addressed employee to attempt to resolve the issue without involving the Complaints Officer. However, any issue relating to data protection infringes or breaches, no matter how small or informal, are always brought to the attention of the DPO or appointed person.</p><p>Frontline staff are trained to deal with basic issues and informal complaint resolution and are aware if their obligations and the subsequent reporting lines. Such employees are equipped to attempt to resolve a complaint relevant to their area of service or expertise, wherever possible.</p><h4>TIMEFRAME FOR INFORMAL RESOLUTION</h4><p>It is the aim of the Company to resolve informal complaints immediately, or at least within the first 24-hours. Such complaints and issues will have a quick, but informative response and do not need to have an investigation or enter the formal complaint process.<br/>No matter how small or informal the complaint, if a satisfactory resolution has not been achieved within 3 working days of the complaint being raised or identified, the issue is passed to the Senior Manager to enter the formal complaint process.<br/></p><h4>FORMAL COMPLAINT RESOLUTION</h4><p>We have specific procedures in place for the receipt of a formal complaint, regardless of the medium in which it was received. This includes the progression of an informal complaint that we were unable to resolve during the initial point of contact.</p><p>For acknowledgements made by post, the procedures are enclosed in a hard-copy letter format. Where the customer has requested to correspond via email, we provide the complaint procedures as a PDF attachment.</p><p>The Senior Manager is the only staff member who respond to customers regarding their complaints. The have been provided with the time, resources and training to communicate effectively with customers regarding concerns and formal complaints.</p><h4>RESPONSE TIME FOR FORMAL RESPONSE</h4><p>For all formal complaints, a written acknowledgement is sent to the customer within 3 working days. We provide approximate timelines and expectations for the investigation and future responses within initial acknowledgement response.</p><p>All investigations take place with 6-weeks of the initial complaint being received. We aim to send our final response (decision letter) to the customer within our designated 8-week period. Where this is not possible, the customer will be updated using our 8-Week Holding Letter response to provide them with an update and reason(s) for the delay.</p><h4>INVESTIGATING THE COMPLAINT</h4><p>The Senior Manager will be assigned the role of investigating complaints and will gather all necessary documents, recordings and information to make an independent review of the incident.</p><p>If internal interviews are to be conducted, a note taker will be present alongside the investigator and interviewee and a copy of the interview notes will be written up and signed by the interviewer and interviewee prior to them being added to the complaint history.</p><p>All investigations must take place with 6-weeks of the initial complaint being received so that a final response (decision letter) can be sent to the customer within our designated 8-week period.</p><p>Investigations must utilise all the facts and any previous, related information to produce an unbiased outcome and an expected course of action. A complaint reference should be assigned and all documents relevant to the complaint should have the reference written on them for continuity.</p><p>The reference will also be added to the Complaints Register so that complaint and document can be audited and traced back in the future.</p><p>All employees are provided with clear guidelines of when a complaint is formal and requires an appropriate investigation.</p><h4>DECISION LETTER (FINAL RESPONSE)</h4><p>After the complaint has been investigated in full and an outcome decision has been reached, the Senior Manager will draft a final response letter to the complainant with their findings and decision regarding any action(s) to be taken or compensation awarded.</p><p>The final response will be sent within 8 weeks of the initial complaint being raised and will also specify the complainants right to refer to or lodge the complaint with the appropriate body (where applicable) should the customer be unhappy with the final decision.</p><ul><li>For complaints to firms regulated by <strong>The Financial Ombudsman Service</strong> (FOS), the final response will detail the FOS’s telephone number and address and the ombudsman’s consumer leaflet will also accompany the final letter. The complainant will be provided with the options for taking the matter further and that they have only 6 months to log the complaint with the FoS.</li><li>For complaints related to personal data and/or breaches of the data protection laws and regulations, the final response will reiterate the complainants right to lodge a complaint with the supervisory authority (the Information Commissioners Office) and will detail the ICO’s telephone number and address, along with the possibility of seeking a judicial remedy.</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_bzrhWP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Complaint Recording",
            "icon": "none",
            "row_content": "<p>All complaints, whether formal or informal, are recorded on a Customer Complaint Register. The register consists of the below information and is audited on a monthly basis to ensure that incidents are not being repeated and improvements are being made.</p><ul><li>Date</li><li>Nature of Complaint</li><li>Department(s) Involved</li><li>Complaint Reference</li><li>Lead Investigator</li><li>Decision Letter Sent (Y/N)</li><li>Date Complaint Closed</li></ul><p>The register is made available to any relevant authority, ombudsman or body who relates to or oversees the firms’ complaints, as well as being made available with the local Trading Standards should a representative work alongside the organisation.</p><h4>PATTERNS AND ANALYSIS</h4><p>The complaint register and form are reviewed monthly by the Senior Manager to identify any patterns or reoccurring issues. The Company are dedicated to improving our performance, services and functions through the auditing of our complaint records and our investigation process. Where gaps or patterns are identified, we put corrective actions into place as soon as possible and keep the unction, process or person under a weekly review until a satisfactory improvement is noted.</p><h4>PUBLISHED COMPLAINT PROCEDURES</h4><p>The Company has a user-friendly version of its complaint procedures that are made available to customers. This provides them we easy to access and understand guidance on how to raise a complaint and the process and timeframes for resolution. The customer complaint procedures are published on our website.</p><p>We also provide a hard-copy complaint procedure letter and a PDF digital version for responses by post and email.</p>",
            "page": ""
          }
        },
        "collapsible_row_qV97M9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Responsibilities",
            "icon": "none",
            "row_content": "<p>The Company will ensure that all staff are provided with the time, resources and support to learn, understand and deal with customer complaints and that full training will be provided for new and existing employees on the complaint handling policy, procedures and expectations.</p><p>The Senior Manager will be appointed the role of overseeing, investigating and recording all customer complaints and is responsible for regular monitoring of the complaint register to ensure mitigating actions and improvements are put into place where required.</p><h4>THE COMPLAINT OFFICER</h4><p>The Company has an appointed Senior Manager who deals with all complaints and is provided with the training and support to understand, investigate and respond to complaints of all types. Where the complaint involves personal data, the Senior Manager is assisted by the Data Protection Officer/Appointed Person to ensure that the relevant data protection regulations and laws are adhered to, and the individuals’ rights are exercised and complied with.</p><p>The Company ensures that the person assigned to handle complaints can complete their duties independently and without bias and is afforded adequate resources to review each complaint effectively. In the absence of the assigned complaint officer, or if a conflict of interest is identified (i.e. the complaint involves the investigating person), we have a nominated deputy who is fully trained to handle complaints.</p><p>The Senior Manager has full authority and internal credibility to ask questions, carry out investigations and interviews, obtain and analyse evidence, recommend policy and process changes and be involved in department functions for the purposes of complaint handling.</p>",
            "page": ""
          }
        },
        "collapsible_row_Bpmcny": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Returns and Exchanges",
            "icon": "none",
            "row_content": "<p>7.1 You have a right to cancel your order within 14 days of receiving it. All returns must be approved by us within 14 days of delivery and subsequently returned to us within 14 days to our warehouse. We will not process any returns after 14 days.<br/></p><p>7.2 Please request your return by calling our team on 01476 589 446 and asking for the Customer Service team. All returns must be delivered to our warehouse at your own expense, where they will be inspected. Any returned items must be in an unused, brand-new condition and wrapped in sufficient packaging. 7.3 If you place an incorrect order and would like to exchange the item for a different colour or variation, you will also have to follow the above procedure. Please request your exchange via the form on the Returns & Exchanges page. All returns must be delivered to our warehouse at your own expense, where they will be inspected. Any returned items must be in an unused, brand-new condition and wrapped in sufficient packaging.</p><p>7.4 Any damages to the product must be reported within 48 hours of delivery or Honeypot Furniture Outlet Ltd will not be held liable.</p><p>7.5 If an item is sent back damaged or used, we have the right to only refund back the resale value. This can be up to 100% if it is deemed unsellable, so please be careful and cautious when returning.</p><p>7.6 A refund can only be given when the items have been returned to our warehouse where they will be inspected for any damage or signs of use. Refunds will be processed after the items have been returned to us and may take up to 14 working days. The return address is: DYP Ltd T/A Honeypot Furniture, HoneyPot Lane, Colsterworth, Grantham, NG33 5LY</p><p>7.7 Please note our returns and refunds policy does not apply to business customers. It is the responsibility of the business to ensure that the products purchased meet the standards required for the environment in which they will be used.</p>",
            "page": ""
          }
        },
        "collapsible_row_DB6XBe": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "If There's a Problem With The Product",
            "icon": "none",
            "row_content": "<p>8.1 If there is a problem with your product(s) and you let us know about it:</p><p>8.1.1 Within 30 days of delivery, and it was recorded on delivery - you are entitled to a collection with refund, or a replacement. This doesn't constitute for partial deliveries or if any parts are missing, they will instead be sent to you as a matter of priority. If within 30 days of delivery and a fault was not recorded on delivery we may need to investigate further. For example sending a technician to investigate, before we can offer a resolution.</p><p>8.1.2 within the first 6 months from delivery, we will attempt to repair the item or organise a replacement; and any damage will be assessed by a third party furniture servicing and repair company to ascertain the cause and extent of the damage.</p><p>8.1.3 after the first 6 months, it’s your responsibility to prove that it’s faulty and that any problems are a manufacturer fault.</p><p>8.2 If you let us know about a fault with your order, we may need you to provide evidence of the fault, and we may need to carry out an inspection of the goods at your property, using an independent third party to determine the cause of the fault. We will also review the fault against any evidence regarding what condition your order was in at the point of delivery.</p><p>8.3 We are under a legal duty to supply products that comply with our contract with you. Nothing in these terms will affect your legal rights.</p><p>8.4 All our products come with a 1-year manufacturer’s guarantee excluding ex-display models, unless otherwise stated. The guarantee starts from the date of delivery and offers cover against manufacturing defects or any defects which may arise, under normal use, through faulty factory workmanship, including sofa bed and recliner mechanisms. For more detail see our Warranty Page. This does not affect your legal rights.</p><p>8.5 If a faulty product needs to be returned, and is proven to be a manufacturer fault, then there will be no additional charges for delivery.</p><p>8.6 Ex display models are not subject to our manufacturer’s guarantee unless specifically stated, as they will have been used for some time. These models may have some damage which is taken into account in the price. You should carefully inspect any ex display models to ensure you are aware of any issues. This does not affect your legal rights.</p><p>8.7 In the event of a complaint from a sale where finance was the payment method we will work to resolve this in-house with you and in line with the Financial Conduct Authority (https://www.fca.org.uk/) & Financial Ombudsman Service (https://www.financial-ombudsman.org.uk/) requirements.</p><p>8.8 Deductions can be made to your refund for excessive wear and tear or non - manufacturing related damage. In the rare instance that this happens, we would get in touch with you to advise of the deduction once the returned product has been thoroughly inspected.</p><p>8.9 As a furniture company, we take the Consumer Rights Act of 2015 very seriously. We understand that our customers have the right to expect their furniture to be of satisfactory quality, fit for purpose, and as described. If any of our products are faulty, we encourage our customers to exercise their right to reject the item and request a refund or replacement. We will always aim to resolve any issues as quickly and efficiently as possible, and we are committed to upholding our obligations under the Consumer Rights Act to ensure that our customers receive the high-quality products they expect and deserve.</p>",
            "page": ""
          }
        },
        "collapsible_row_LLkWWX": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Guarantee",
            "icon": "none",
            "row_content": "<p>9.1 The guarantee starts from the delivery date of the original product and offers cover against manufacturing defects on the construction of the frame and frame springs for 1 year.</p><p>9.2 There are some things that aren’t covered by your guarantee. For example, deliberate damage – like treating it roughly or not using the right products to maintain it. It also doesn’t cover your sofa for use in a workplace or business – only for use in your home.</p><p>9.3 Your 1-year guarantee only belongs to you. So, if you sell or give away your sofa, the warranty ends.</p><p>9.4 Please be advised your 1 year guarantee only includes 1 exchange where required/necessary. If your item is replaced/exchanged the new item will not hold a guarantee. This does not affect your statutory rights.</p><p>9.5 As a consumer you have certain rights regarding defective goods and this guarantee is given in addition to and not in substitution of your statutory rights. This guarantee applies to mainland UK only.</p><p>9.6 The guarantee is subject to the following conditions: The furniture has been installed by Honeypot Furniture in the U.K. You have properly cared for and used the goods and followed any instructions provided by us, particularly in the case of gloss and high sheen furniture. The furniture has been used for normal domestic purposes only. The guarantee is personal to you and is not transferable. The furniture has not been altered, or interfered with, by any other persons not authorised to do so by Honeypot Furniture. Any repair work must be undertaken by Honeypot Furniture or our appointed agent. This does not include the fitting/replacement of the items listed below which are not covered under our guarantee. Any parts removed during repair works that are subsequently replaced become the property of DYP Ltd T/A Honeypot Furniture.</p><p>9.7 The guarantee does not cover: Any damage caused by wear and tear – this includes flat or saggy cushions. Natural colour fading caused by prolonged exposure to direct sunlight. Movement of wardrobe infill or worktop caused by the natural movement of the house’s structure for installations over 30 days old. This also includes the settlement of furniture if fitted on top of the carpet. Fitting of any small item replacements, for example, handles, hanging rails, etc. Electrical and light fittings, bulbs, mirrors, and glass. Door and drawer adjustments and caulking, refitting of drawers removed from drawer runners. Accidental damage caused as a result of unexpected and non-deliberate action. If the furniture is required to be removed from the room’s structure the warranty does not cover re-decoration or damage to flooring. This will be the responsibility of the consumer to make good. All consumables required to replace faulty parts will be charged for; these include, but are not limited to, screws, filler, brackets, etc. Any fitting issues reported outside of 30 days from original installation date</p><p>9.8 Please note: We shall at our discretion repair, replace or reinstall parts as required. Due to natural colour fading on your existing furniture there may be a slight colour variation or plumper cushions in any items replaced which is out of Honeypot Furniture's control.</p><p>9.9 5 Year Structural Frame Guarantee. All our hardwood sofa frames are guaranteed against manufacturing defects when notified to us within 5 years from the day of delivery. The defects must be an inherent manufacturing defect in the structural hardwood framework of the sofa and this will be ascertained by an independent body such as Castelan or Homeserve. Inherent manufacturing defects do not include boards, springs, padding, mechanisms, mattresses or upholstery. The guarantee does not cover general wear and tear and we will not accept any liability for damage caused by accidental damage or improper use. You can make a claim via the guarantee Claim Form on the guarantee page. AS A CONSUMER YOU HAVE STATUTORY PROTECTION REGARDING FAULTY OR MISDESCRIBED GOODS OR INADEQUATE SERVICES SUCH AS INSTALLATION. THESE TERMS DO NOT AFFECT THOSE RIGHTS. If you have any questions, please feel free to contact us directly by email at cs@honeypotfurniture.co.uk</p>",
            "page": ""
          }
        },
        "collapsible_row_ajVkUc": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Pricing and Payments",
            "icon": "check_mark",
            "row_content": "<p>10.1 All prices listed are inclusive of VAT.</p><p>10.2 We endeavour to provide the correct pricing in product listings on all platforms we operate, including the website.</p><p>10.3 The price displayed at the time of your order will be the price you receive and is secured when payment is made. If pricing changes after you’ve secured your order, this will not affect the price you have received.</p><p>10.4 If you are securing a price through our finance provider then this occurs when paying your deposit and will not be affected by any price increases thereafter.</p><p>10.5 If a price was displayed in error, we will contact you to inform you, cancel the order and issue a full refund.</p><p>10.6 We only accept payments in UK Pounds Sterling (GBP)</p><p>10.7 We reserve the right to reject payments made by credit or debit cards that aren’t registered to the delivery address. This is in accordance with the anti-fraud rules employed by the payment systems we use, as well as the finance provider we partner with.</p><p>10.8 If utilising the finance provider’s services your contract is with them and not DYP Ltd T/A Honeypot Furniture, therefore, all queries relating to that contract should be directed to them and not us.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_cxfHjW",
        "collapsible_row_RwtpbP",
        "collapsible_row_gLEjmt",
        "collapsible_row_89tqT6",
        "collapsible_row_bzrhWP",
        "collapsible_row_qV97M9",
        "collapsible_row_Bpmcny",
        "collapsible_row_DB6XBe",
        "collapsible_row_LLkWWX",
        "collapsible_row_ajVkUc"
      ],
      "settings": {
        "heading": "",
        "section_width": "customized-width",
        "customize_width": 1400,
        "top_subheading": "",
        "top_text": "",
        "top_icon_1": "chat_buble",
        "top_heading_1": "",
        "top_icon_2": "mail",
        "top_heading_2": "",
        "bottom_text": "",
        "bottom_button_label": "",
        "bottom_button_link": "",
        "color_scheme": "scheme-de5bbc57-70e1-4dc5-98bc-dfe9a942777b",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 35,
        "padding_bottom_mobile": 43
      }
    },
    "rich_text_KmMN7n": {
      "type": "rich-text",
      "blocks": {
        "text_6WQKqH": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_wiCNHR": {
          "type": "button",
          "settings": {
            "primary_button_label": "Download Returns Label",
            "primary_button_link": "https://cdn.shopify.com/s/files/1/0857/1358/4415/files/Returns-Label_1.pdf?v=1713341863",
            "primary_button_type": "default",
            "secondary_button_label": "",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_6WQKqH",
        "button_wiCNHR"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "background-1",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_VJNk4X": {
      "type": "rich-text",
      "blocks": {
        "heading_WzGjnp": {
          "type": "heading",
          "settings": {
            "heading": "Have An Unanswered Question?",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_VRVjpj": {
          "type": "text",
          "settings": {
            "text": "<p>If our Complaints Policy hasn't answered all of your questions, please state your query below. </p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_K66LFe": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_WzGjnp",
        "text_VRVjpj",
        "button_K66LFe"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "contact_form_T3V7XG": {
      "type": "contact-form",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "heading": "Contact form",
        "color_scheme": "",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 30
      }
    }
  },
  "order": [
    "main",
    "rich_text_JPy3zj",
    "custom_liquid_T7RRLB",
    "icon_with_text_ngUGpR",
    "image_with_text_zJhwhJ",
    "collapsible_content_4F8ffL",
    "rich_text_KmMN7n",
    "rich_text_VJNk4X",
    "contact_form_T3V7XG"
  ]
}
