/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 10,
        "padding_bottom_mobile": 30
      }
    },
    "rich_text_JPy3zj": {
      "type": "rich-text",
      "blocks": {
        "heading_8y68yx": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Talk about your brand",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_Unt4Kk": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_UnD4pF": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_8y68yx",
        "text_Unt4Kk",
        "button_UnD4pF"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "custom_liquid_T7RRLB": {
      "type": "custom-liquid",
      "disabled": true,
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "icon_with_text_ngUGpR": {
      "type": "icon-with-text",
      "blocks": {
        "item_gTgaLm": {
          "type": "item",
          "settings": {
            "icon": "price_tag",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Place Your Order",
            "text": "<p>Find your favourite items and checkout using a variety of payment and finance options.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_MC4MKd": {
          "type": "item",
          "settings": {
            "icon": "stopwatch",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Await Confirmation",
            "text": "<p>You'll receieve confirmation of your order via email. We'll be in touch to arrange delivery.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_6CGCFb": {
          "type": "item",
          "disabled": true,
          "settings": {
            "icon": "box",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "#c66969",
            "heading": "Guarantee heading",
            "text": "<p>Share information about your products, policies or services.</p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_xrTYWQ": {
          "type": "item",
          "settings": {
            "icon": "truck",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "The Day Of Delivery",
            "text": "<p>You'll receieve a live tracking link and our two-person team will deliver your items. </p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_ypLzVb": {
          "type": "item",
          "settings": {
            "icon": "heart",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Enjoy Your New Furniture",
            "text": "<p>Sit back, relax and please don't forget to leave us a review on Trustpilot.</p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "item_gTgaLm",
        "item_MC4MKd",
        "item_6CGCFb",
        "item_xrTYWQ",
        "item_ypLzVb"
      ],
      "disabled": true,
      "custom_css": [],
      "settings": {
        "type_style": "classic",
        "section_width": "customized-width",
        "customize_width": 1200,
        "heading": "What To Expect",
        "heading_size": "default",
        "text": "",
        "text_margin_top": 16,
        "text_alignment": "center",
        "margin_bottom": 60,
        "blocks_heading_font": "font-body",
        "blocks_heading_size": "text-body",
        "blocks_text_size": "default",
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "use_custom_color": true,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(237, 233, 226, 1), rgba(247, 231, 223, 1) 66%)",
        "layout": "vertical",
        "enable_background_icon": true,
        "type_vertical": "carousel",
        "arrows_type": "all",
        "text_animation": "none",
        "padding_top": 50,
        "padding_bottom": 50,
        "padding_top_mobile": 40,
        "padding_bottom_mobile": 40
      }
    },
    "image_with_text_zJhwhJ": {
      "type": "image-with-text",
      "blocks": {
        "heading_FtzRWC": {
          "type": "heading",
          "settings": {
            "heading": "<h3>Live Delivery Tracking</h3>",
            "heading_size": "h1",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_hB8Ee3": {
          "type": "text",
          "settings": {
            "text": "<p>Tired of being given a 12-hour time window for deliveries? We've got you covered!<br/><br/>On the day of your delivery, you'll receieve a live tracking link with regular, real-time updates on your expected delivery time. <br/><br/>Whether you want to pop home from work quickly to take the delivery or want to enjoy your day off, you'll be able to see our drivers whereabouts in real time.</p>",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_FtzRWC",
        "text_hB8Ee3"
      ],
      "disabled": true,
      "settings": {
        "type_style": "classic",
        "section_width": "page-width",
        "customize_width": 1800,
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "image": "shopify://shop_images/Screenshot_2024-04-16_at_09.19.16.png",
        "heading": "",
        "heading_size": "default",
        "link_label": "",
        "link": "",
        "colors_heading": "#ffffff",
        "show_top_line_separator": false,
        "show_bot_line_separator": false,
        "background_for_box": false,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(246, 238, 227, 1), rgba(223, 244, 247, 1) 100%)",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "layout_mobile": "image_first_mobile",
        "mobile_content_alignment": "left",
        "image_animation": "none",
        "text_animation": "none",
        "padding_top": 0,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "collapsible_content_4F8ffL": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_cxfHjW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Statements",
            "icon": "none",
            "row_content": "<p>We are committed to identifying, assessing and managing vulnerable customers in accordance with our own defined objectives and policy, as well as any regulations and guidelines set out by our regulators. We aim to treat all customers, who we define as being vulnerable, in a fair, clear and respectful manner.</p><p>We have implemented several identification and assessment tools within the procedure section of this document, aimed to identifying, assessing and dealing with all situations. Our policy content states out intent and obligations with regards to handling customers with vulnerabilities and includes external guidance in our procedures and information as provided by the Money Advice Liaison Group (MALG).</p>",
            "page": ""
          }
        },
        "collapsible_row_RwtpbP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Purpose",
            "icon": "none",
            "row_content": "<p>The Purpose of this policy and procedure document is to identifying and support vulnerable customers and to promote transparency and openness in all the business practices and processes that we and our staff create and engage in. It also defines the steps to be taken by all staff when dealing with a Vulnerable Customer Situation. We and our staff are committed to ensuring that all customers are treated in a fair and consistent manner, but also understand that some circumstances require additional interactions and/or steps to ensure that the customer is getting a product/service that is suitable and ethical.</p><p>Our staff are provided with training on what makes a customer vulnerable and how to identify, assess and deal with any vulnerability. We are committed to ensuring that any customer who has a relationship with company, is treated in a fair, reasonable and supportive manner.</p>",
            "page": ""
          }
        },
        "collapsible_row_gLEjmt": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Scope",
            "icon": "none",
            "row_content": "<p>This policy and procedure document relates to all staff (meaning permanent, fixed term, and temporary staff, any third-party representatives or sub-contractors, agency workers, volunteers, interns and agents engaged with the Company in the UK or overseas) within the organization and has been created to ensure that staff deal with the area that this policy relates to in accordance with legal, regulatory, contractual and business expectations and requirements.</p>",
            "page": ""
          }
        },
        "collapsible_row_bzrhWP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Definition",
            "icon": "none",
            "row_content": "<p>The 2 main definitions of a vulnerable customers as used by the Company are:</p><p>Customers who are unable, for whatever reason, to make an informed decision at the time of dealing with them - customers falling into this category include those with language barriers, learning difficulties, those with mental health issues suffering from bereavement, learning difficulties or the elderly. These customers may struggle to make a decision on whether the service or product you are providing is in their best interests. Customers whose welfare (financial, mental or physical) could be put at risk through choosing the service or product you offer - these customers include anyone who is going to be put at detriment from taking up your offer. This could be financially if taking out a loan or setting up a payment plan cause them to added financial stress. The FCA defines a Vulnerable Customer as:</p><p>\"Someone who, due to their personal circumstances, is especially susceptible to detriment, particularly when a firm is not acting with appropriate levels of care.\"</p>",
            "page": ""
          }
        },
        "collapsible_row_89tqT6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Objectives",
            "icon": "none",
            "row_content": "<p>We are committed to providing the highest level of due diligence and ethical treatment with regards to any customer or potential customer who is identified as being vulnerable or being at risk from a vulnerable situation. To this end, we have developed the below objectives which are used to create our internal procedures for dealing with vulnerable customers.</p><p>We aim to:</p><ul><li>Ensure that we have the suitable, relevant and compliant tools, controls and measures in place to identify, handle and monitor vulnerable customers</li><li>Train staff in the identification, communication and understanding of what vulnerabilities are and how to approach them</li><li>Have robust vulnerable customer procedures in place at all times and ensure their continued relevance and compliance with the regulations and guidelines</li><li>Research and take expert advice on specific vulnerabilities such as Mental Health and Debt so that our staff and procedures are adequately aligned aligned with the standards</li><li>Ensure that all materials, content and information is user-friendly, easy to understand and jargon free</li><li>Ensure that all systems and automated process are regularly audited for compliance</li><li>Ensure staff, product and information flexibility to provide a complete and ethical service to all customers, regarding of their situation</li><li>Ensure a consistent and structured approach across the organisation and our staff</li><li>Implement strict and robust policies and procedures for affordability assessments and data protection</li><li>Have specialist teams and/or staff in place to deal with specific vulnerabilities and provide them with additional support, training and evaluations</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_qV97M9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Debt and Mental Capacity",
            "icon": "none",
            "row_content": "<p>Mental health is one of the most common issues that can result in a customer being vulnerable. We provide thorough staff training and support to identify and deal with customers who have declared or meet the criteria for having mental health problems.</p><p>We follow the Code of Practice relating to the collection of medical evidence about mental health conditions and always aims to:</p><ul><li>Take steps to establish whether the mental health problem affects the customers' ability to manage money or their debt</li><li>Work with the customer in a patient, clear and helpful manner to resolve the debt problems and use workable solutions.</li><li>Provide reasonable periods of time for the customer to provide evidence of any mental health condition and place accounts on hold during this period.</li><li>Prevent any interest and/or charges from being added to the account during the consultation period.</li><li>Work with authorised 3rd parties to help the customer resolve their debt issues</li></ul><p>Where we have identified that a customer is considered vulnerable, we always encourage them to disclose any potential mental capacity limitation and actively look out for indicators of a potential mental health capacity limitation. Any information collected regarding a mental health problem is kept secure and encrypted always and is only retained for as long as necessary under the DPA regulations.</p><p>When dealing with any potential mental capacity, we always ensure that:</p><ul><li>Accounts are placed on hold and charges/interest are put on hold during any communications.</li><li>No further mental and or financial stress or burden is placed upon the customer</li><li>All collections staff with a responsibility for using medical evidence need to know how to read, interpret and make decisions on the basis of medical evidence</li><li>Customers are treated on a case by case basis according to their mental health issues and all effects are taken into consideration when processing an amount.</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_Bpmcny": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Procedures",
            "icon": "none",
            "row_content": "<p>We understand that the term 'Vulnerable Customer' applies to numerous and varied situations and circumstances, therefore we have outlined the procedures in this document for each Vulnerable Customer type as identified in our Vulnerable Customer Policy. This procedure document contains specific vulnerable circumstances and the steps that we take to manage each situation, however we also have generic procedures as laid out of those with additional vulnerabilities.</p><p>Where a customer has been identified and/or declared as being vulnerable, the Company always ensures that the below steps/processes are followed in ever instance:</p><ul><li>Ensure that all staff are provided with the training and tools to identify, understand and deal with vulnerabilities and vulnerable customers</li><li>Email/telephone sales information and/or advice is followed up in writing containing the discussed content and any relevant terms & conditions and disclosure information</li><li>With regards to debt collection and/or debt management services, accounts will be placed into a manual process (as oppose too automated), to ensure that the customers' situation of properly handled</li><li>Ensure that staff on the front line are provided with additional vulnerable customer training and given appropriate lines of reporting should they need to escalate a matter</li><li>Ensure that ways to contact us are clearly visible on all communications and our website and provide a choice of ways to communicate with us, include:</li><li>Post</li><li>Email</li><li>Face to Face</li><li>Telephone</li><li>Online Chat</li><li>Ensure that all written materials are clear, to the point and jargon free</li><li>Ensure that where applicable, the products/services that we offer are flexible and made to suit the customers' needs and requirements</li><li>Offer flexible outcomes on products/services as dictated by the customers' situation and circumstances</li><li>Deal with any authorised 3rd party in a helped and transparent manner</li><li>Ensure that any sensitive and/or confidential information disclosed to us regarding the customers' vulnerability is safe and secure and used. Stores and destroyed in accordance with The Data Protection Act 1998</li><li>Ability to flag accounts where a vulnerable customer has been identified so that other staff can see at a glace how the account is to be handled in the future</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_DB6XBe": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Financial Difficulties",
            "icon": "none",
            "row_content": "<p>Prevention Where possible, we aim to prevent an account from entering into arrears in the first instance. Where previous arrears have occurred or the customers has already notified us of a fiancial difficulty situation, the account is to be flagged and monitored and close communication kept with the customer for a specific period.</p><p>Offering options such as missing a payment and making a double payment the next month or accepting lower instalments for a set period and then increasing the payments to make up the shortfall can often prevent an arrears situation from developing.</p><p>Assessment</p><p>Affordability Assessment We use assessment questions to assess the customer's affordability.</p><p>Ongoing Monitoring We assess all accounts and credit agreements on an annual basis to identify if any customer has developed financial difficulties during their contract period. This ongoing monitoring includes:</p><ul><li>Contacting any customer who has missed or delayed one or more payments and completing and affordability assessment and new credit check</li><li>Flagging accounts where a customer has made one or more late payment (even if all payments are up-to-date) and monitoring that account on a monthly basis. Where more than 3 payments are made after the due date, the customer is contacted to discuss the reasons for late payments and the due date is either changed (i.e. if the customer's pay day has been moved) or an affordability assessment is completed.</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_LLkWWX": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Mental Health Issues",
            "icon": "none",
            "row_content": "<p>Despite a customer being identified as having mental health issues (including stress, depression, anxiety or other diagnosed condition), the Company understands that financial/credit products and services are still required (e.g. car insurance, debt collection activities, home insurance etc).</p><p>We therefore do not exclude a customer from using/purchasing our products/services on the basis that they have been identified as vulnerable. We do however, follow the below procedures to ensure a fair, consistent and ethical approach.</p><p>Any information collected regarding a mental health problem is kept secure and encrypted at all times and is only retained for as long as necessary under the DPA regulations. When dealing with any potential mental capacity case, we always ensure that:</p><ul><li>No further mental and or financial stress or burden is placed upon the customer</li><li>Customers are treated on a case by case basis according to their mental health issues and all effects are taken into consideration when processing and account</li><li>All information discussed via telephone/email with a vulnerable customer are followed up in writing afterwards and full disclosure is provided in the content</li><li>Customers are provided with clear, transparent and jargon-free information so that they can make an informed decision on wanting/needing the product/service we provide</li><li>Work with any authorised 3rd party in providing the customer with the best service/product as suitable to them, their needs and their situation</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_ajVkUc": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Elderly and General Vulnerabilities (Including Bereavement)",
            "icon": "none",
            "row_content": "<p>We understand that elderly customers and those with circumstantial vulnerabilities may still need the products/service that we offer, however, we aim to give more time, consideration and options to this group of vulnerabilities due to their possible inability to process information as quickly as others may. With this in mind, where possible and/or applicable, we always ensure that:</p><ul><li>We speak with an authorised 3rd party to liaise with the customer and ensure that the details of the product/service are being correctly relayed</li><li>Provide all discussions and product information in writing prior to the customer receiving any contractual agreement</li><li>During phone calls, reiterate all important and the details of any financial implications from taking out the product/service</li><li>Allow time for the customer to read, understand and gain 3rd party assistance with any documentation and/or contractual agreements</li><li>Clearly explain the benefits AND disadvantages of the products/services and any implications that may be associated with missed payments or breaches in contract</li><li>Where possible, provide extra time for the customer to cancel the contract after the agreement has been signed</li><li>Increase the time limit for returning any products purchased online</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_xrt9A7": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Young/Inexperienced",
            "icon": "none",
            "row_content": "<p>It is not common to see young people as vulnerable, however we are committed to ensuring that any person who may have difficulties understanding the products/services that we offer, are provided with extra support.</p><p>Where we offer any products and/pr services that can be utilised by young and/or inexperienced people, we ensure, as with all customers that:</p><ul><li>All sales calls are followed up in writing and any relevant disclosures are provided ahead of any contractual agreement being provided The benefits and consequences of any product/service are fully explained along with any legal implications for having the products and missing payments</li><li>Additional time is provided between the sales call, written follow up and contractual agreement to allow the customer time to communicate with a 3rd party and understand and content of the product/service offered</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_nyejDb": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Audits and Monitoring",
            "icon": "none",
            "row_content": "<p>We carry out regular internal audits and gap analysis monitoring in all business practices and procedures to ensure that our Vulnerable Customers ethos and objectives are being met.</p><p>Regular reviews of the audit results are held with senior management and an ongoing record of gaps, actions and improvements is maintained. Vulnerable Customer compliance as well as providing gap analysis reporting used for M1 and regulator evidence.</p>",
            "page": ""
          }
        },
        "collapsible_row_MjyeEE": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Training and Staff Support",
            "icon": "none",
            "row_content": "<p>We are committed to ongoing professional development and 1:1 training sessions and workshops around the ideas and ethos of Vulnerable Customers and to ensure feedback is given at all times.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_cxfHjW",
        "collapsible_row_RwtpbP",
        "collapsible_row_gLEjmt",
        "collapsible_row_bzrhWP",
        "collapsible_row_89tqT6",
        "collapsible_row_qV97M9",
        "collapsible_row_Bpmcny",
        "collapsible_row_DB6XBe",
        "collapsible_row_LLkWWX",
        "collapsible_row_ajVkUc",
        "collapsible_row_xrt9A7",
        "collapsible_row_nyejDb",
        "collapsible_row_MjyeEE"
      ],
      "settings": {
        "heading": "",
        "section_width": "customized-width",
        "customize_width": 1400,
        "top_subheading": "",
        "top_text": "",
        "top_icon_1": "chat_buble",
        "top_heading_1": "",
        "top_icon_2": "mail",
        "top_heading_2": "",
        "bottom_text": "",
        "bottom_button_label": "",
        "bottom_button_link": "",
        "color_scheme": "scheme-de5bbc57-70e1-4dc5-98bc-dfe9a942777b",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 35,
        "padding_bottom_mobile": 43
      }
    },
    "rich_text_KmMN7n": {
      "type": "rich-text",
      "blocks": {
        "text_6WQKqH": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_wiCNHR": {
          "type": "button",
          "settings": {
            "primary_button_label": "Download Returns Label",
            "primary_button_link": "https://cdn.shopify.com/s/files/1/0857/1358/4415/files/Returns-Label_1.pdf?v=1713341863",
            "primary_button_type": "default",
            "secondary_button_label": "",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_6WQKqH",
        "button_wiCNHR"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "background-1",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_VJNk4X": {
      "type": "rich-text",
      "blocks": {
        "heading_WzGjnp": {
          "type": "heading",
          "settings": {
            "heading": "Have An Unanswered Question?",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_VRVjpj": {
          "type": "text",
          "settings": {
            "text": "<p>If you have any questions, please state your query below.</p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_K66LFe": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_WzGjnp",
        "text_VRVjpj",
        "button_K66LFe"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "contact_form_T3V7XG": {
      "type": "contact-form",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "heading": "Contact form",
        "color_scheme": "",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 30
      }
    }
  },
  "order": [
    "main",
    "rich_text_JPy3zj",
    "custom_liquid_T7RRLB",
    "icon_with_text_ngUGpR",
    "image_with_text_zJhwhJ",
    "collapsible_content_4F8ffL",
    "rich_text_KmMN7n",
    "rich_text_VJNk4X",
    "contact_form_T3V7XG"
  ]
}
