{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 10,
        "padding_bottom_mobile": 30
      }
    },
    "rich_text_JPy3zj": {
      "type": "rich-text",
      "blocks": {
        "heading_8y68yx": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Talk about your brand",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_Unt4Kk": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_UnD4pF": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_8y68yx",
        "text_Unt4Kk",
        "button_UnD4pF"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "custom_liquid_T7RRLB": {
      "type": "custom-liquid",
      "disabled": true,
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "icon_with_text_ngUGpR": {
      "type": "icon-with-text",
      "blocks": {
        "item_gTgaLm": {
          "type": "item",
          "settings": {
            "icon": "price_tag",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Place Your Order",
            "text": "<p>Find your favourite items and checkout using a variety of payment and finance options.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_MC4MKd": {
          "type": "item",
          "settings": {
            "icon": "stopwatch",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Await Confirmation",
            "text": "<p>You'll receieve confirmation of your order via email. We'll be in touch to arrange delivery.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_6CGCFb": {
          "type": "item",
          "disabled": true,
          "settings": {
            "icon": "box",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "#c66969",
            "heading": "Guarantee heading",
            "text": "<p>Share information about your products, policies or services.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_xrTYWQ": {
          "type": "item",
          "settings": {
            "icon": "truck",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "The Day Of Delivery",
            "text": "<p>You'll receieve a live tracking link and our two-person team will deliver your items. <\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_ypLzVb": {
          "type": "item",
          "settings": {
            "icon": "heart",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Enjoy Your New Furniture",
            "text": "<p>Sit back, relax and please don't forget to leave us a review on Trustpilot.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "item_gTgaLm",
        "item_MC4MKd",
        "item_6CGCFb",
        "item_xrTYWQ",
        "item_ypLzVb"
      ],
      "disabled": true,
      "custom_css": [],
      "settings": {
        "type_style": "classic",
        "section_width": "customized-width",
        "customize_width": 1200,
        "heading": "What To Expect",
        "heading_size": "default",
        "text": "",
        "text_margin_top": 16,
        "text_alignment": "center",
        "margin_bottom": 60,
        "blocks_heading_font": "font-body",
        "blocks_heading_size": "text-body",
        "blocks_text_size": "default",
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "use_custom_color": true,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(237, 233, 226, 1), rgba(247, 231, 223, 1) 66%)",
        "layout": "vertical",
        "enable_background_icon": true,
        "type_vertical": "carousel",
        "arrows_type": "all",
        "text_animation": "none",
        "padding_top": 50,
        "padding_bottom": 50,
        "padding_top_mobile": 40,
        "padding_bottom_mobile": 40
      }
    },
    "custom_liquid_PEbtxe": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "image_with_text_zJhwhJ": {
      "type": "image-with-text",
      "blocks": {
        "heading_FtzRWC": {
          "type": "heading",
          "settings": {
            "heading": "<h3>Live Delivery Tracking<\/h3>",
            "heading_size": "h1",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_hB8Ee3": {
          "type": "text",
          "settings": {
            "text": "<p>Tired of being given a 12-hour time window for deliveries? We've got you covered!<br\/><br\/>On the day of your delivery, you'll receieve a live tracking link with regular, real-time updates on your expected delivery time. <br\/><br\/>Whether you want to pop home from work quickly to take the delivery or want to enjoy your day off, you'll be able to see our drivers whereabouts in real time.<\/p>",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_FtzRWC",
        "text_hB8Ee3"
      ],
      "disabled": true,
      "settings": {
        "type_style": "classic",
        "section_width": "page-width",
        "customize_width": 1800,
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "image": "shopify:\/\/shop_images\/Screenshot_2024-04-16_at_09.19.16.png",
        "heading": "",
        "heading_size": "default",
        "link_label": "",
        "link": "",
        "colors_heading": "#ffffff",
        "show_top_line_separator": false,
        "show_bot_line_separator": false,
        "background_for_box": false,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(246, 238, 227, 1), rgba(223, 244, 247, 1) 100%)",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "layout_mobile": "image_first_mobile",
        "mobile_content_alignment": "left",
        "image_animation": "none",
        "text_animation": "none",
        "padding_top": 0,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "custom_liquid_bBkwGJ": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "collapsible_content_4F8ffL": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_cxfHjW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Introduction",
            "icon": "none",
            "row_content": "<p>The EU General Data Protection Regulation (“GDPR”) comes into force across the European Union on 25th May 2018 and brings with it the most significant changes to data protection law in two decades. Based on privacy by design and taking a risk-based approach, the GDPR has been designed to meet the requirements of the digital age.<\/p><p>The 21st Century brings with it broader use of technology, new definitions of what constitutes personal data, and a vast increase in cross-border processing. The new Regulation aims to standardise data protection laws and processing across the EU; affording individuals stronger, more consistent rights to access and control their personal information.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_RwtpbP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Our Commitment",
            "icon": "none",
            "row_content": "<p>DYP Ltd T\/A Honeypot Furniture (‘we’ or ‘us’ or ‘our’) are committed to ensuring the security and protection of the personal information that we process, and to provide a compliant and consistent approach to data protection. We have always had a robust and effective data protection program in place which complies with existing law and abides by the data protection principles. However, we recognise our obligations in updating and expanding this program to meet the demands of the GDPR and the UK’s Data Protection Bill.<\/p><p>Honey Pot Furniture Ltd are dedicated to safeguarding the personal information under our remit and in developing a data protection regime that is effective, fit for purpose and demonstrates an understanding of, and appreciation for the new Regulation. Our preparation and objectives for GDPR compliance have been summarised in this statement and include the development and implementation of new data protection roles, policies, procedures, controls and measures to ensure maximum and ongoing compliance.<\/p><p>Information Audit – carrying out a company-wide information audit to identify and assess what personal information we hold, where it comes from, how and why it is processed and if and to whom it is disclosed.<\/p><p>Policies & Procedures – data protection policies and procedures to meet the requirements and standards of the GDPR and any relevant data protection laws, including: –Data Protection – our main policy and procedure document for data protection has been overhauled to meet the standards and requirements of the GDPR. Accountability and governance measures are in place to ensure that we understand and adequately disseminate and evidence our obligations and responsibilities; with a dedicated focus on privacy by design and the rights of individuals.<\/p><p>Data Retention & Erasure – we have updated our retention policy and schedule to ensure that we meet the ‘data minimisation’ and ‘storage limitation’ principles and that personal information is stored, archived and destroyed compliantly and ethically. We have dedicated erasure procedures in place to meet the new ‘Right to Erasure’ obligation and are aware of when this and other data subject’s rights apply; along with any exemptions, response timeframes and notification responsibilities.<\/p><p>Data Breaches – our breach procedures ensure that we have safeguards and measures in place to identify, assess, investigate and report any personal data breach at the earliest possible time. Our procedures are robust and have been disseminated to all employees, making them aware of the reporting lines and steps to follow.<\/p><p>International Data Transfers & Third-Party Disclosures – where Honey Pot Furniture Ltd stores or transfers personal information outside the EU, we have robust procedures and safeguarding measures in place to secure, encrypt and maintain the integrity of the data. Our procedures include a continual review of the countries with sufficient adequacy decisions, as well as provisions for binding corporate rules; standard data protection clauses or approved codes of conduct for those countries without. We carry out strict due diligence checks with all recipients of personal data to assess and verify that they have appropriate safeguards in place to protect the information, ensure enforceable data subject rights and have effective legal remedies for data subjects where applicable.<\/p><p>Subject Access Request (SAR) – we have revised our SAR procedures to accommodate the revised 30-day timeframe for providing the requested information and for making this provision free of charge. Our new procedures detail how to verify the data subject, what steps to take for processing an ccess request, what exemptions apply and a suite of response templates to ensure that communications with data subjects are compliant, consistent and adequate. Legal Basis for Processing – we are reviewing all processing activities to identify the legal basis for processing and ensuring that each basis is appropriate for the activity it relates to. Where applicable, we also maintain records of our processing activities, ensuring that our obligations under Article 30 of the GDPR and Schedule 1 of the Data Protection Bill are met.<\/p><p>Privacy Notice\/Policy – we have revised our Privacy Notice(s) to comply with the GDPR, ensuring that all individuals whose personal information we process have been informed of why we need it, how it is used, what their rights are, who the information is disclosed to and what safeguarding measures are in place to protect their information. Obtaining Consent – we have revised our consent mechanisms for obtaining personal data, ensuring that individuals understand what they are providing, why and how we use it and giving clear, defined ways to consent to us processing their information. We have developed stringent processes for recording consent, making sure that we can evidence an affirmative opt-in, along with time and date records; and an easy to see and access way to withdraw consent at any time.<\/p><p>Direct Marketing – we have revised the wording and processes for direct marketing, including clear opt-in mechanisms for marketing subscriptions; a clear notice and method for opting out and providing unsubscribe features on all subsequent marketing materials.<\/p><p>Data Protection Impact Assessments (DPIA) – where we process personal information that is considered high risk, involves large scale processing or includes special category\/criminal conviction data; we have developed stringent procedures and assessment templates for carrying out impact assessments that comply fully with the GDPR’s Article 35 requirements. We have implemented documentation processes that record each assessment, allow us to rate the risk posed by the processing activity and implement mitigating measures to reduce the risk posed to the data subject(s).<\/p><p>Processor Agreements – where we use any third-party to process personal information on our behalf (i.e. Payroll, Recruitment, Hosting etc), we have drafted compliant Processor Agreements and due diligence procedures for ensuring that they (as well as we), meet and understand their\/our GDPR obligations. These measures include initial and ongoing reviews of the service provided, the necessity of the processing activity, the technical and organisational measures in place and compliance with the GDPR.<\/p><p>Special Categories Data – where we obtain and process any special category information, we do so in complete compliance with the Article 9 requirements and have high-level encryptions and protections on all such data. Special category data is only processed where necessary and is only processed where we have first identified the appropriate Article 9(2) basis or the Data Protection Bill Schedule 1 condition. Where we rely on consent for processing, this is explicit and is verified by a signature, with the right to modify or remove consent being clearly signposted.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_gLEjmt": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Data Subject Rights",
            "icon": "none",
            "row_content": "<p>In addition to the policies and procedures mentioned above that ensure individuals can enforce their data protection rights, we provide easy to access information via our website of an individual’s right to access any personal information that Honey Pot Furniture Ltd processes about them and to request information about:<\/p><p>What personal data we hold about them The purposes of the processing The categories of personal data concerned The recipients to whom the personal data has\/will be disclosed How long we intend to store your personal data for If we did not collect the data directly from them, information about the source The right to have incomplete or inaccurate data about them corrected or completed and the process for requesting this The right to request erasure of personal data (where applicable) or to restrict processing in accordance with data protection laws, as well as to object to any direct marketing from us and to be informed about any automated decision-making that we use The right to lodge a complaint or seek judicial remedy and who to contact in such instances.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_89tqT6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "GDPR Roles and Employees",
            "icon": "none",
            "row_content": "<p>DYP Ltd T\/A Honeypot Furniture have appointed our Data Protection Officer (DPO) supported by other employees from across the business. The team are responsible for promoting awareness of the GDPR across the organisation, assessing our GDPR readiness, identifying any gap areas and implementing the new policies, procedures and measures.<\/p><p>We understand that continuous employee awareness and understanding is vital to the continued compliance of the GDPR and have involved our employees in our preparation plans. We have implemented an employee training program specific to the which will be provided to all employees prior to May 25th, 2018, and forms part of our induction and annual training program.<\/p><p>If you have any questions, please contact Data Protection Officer (FAO - DPO) at info@honeypotfurniture.co.uk<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_cxfHjW",
        "collapsible_row_RwtpbP",
        "collapsible_row_gLEjmt",
        "collapsible_row_89tqT6"
      ],
      "settings": {
        "heading": "",
        "section_width": "customized-width",
        "customize_width": 1400,
        "top_subheading": "",
        "top_text": "",
        "top_icon_1": "chat_buble",
        "top_heading_1": "",
        "top_icon_2": "mail",
        "top_heading_2": "",
        "bottom_text": "",
        "bottom_button_label": "",
        "bottom_button_link": "",
        "color_scheme": "scheme-de5bbc57-70e1-4dc5-98bc-dfe9a942777b",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 35,
        "padding_bottom_mobile": 43
      }
    },
    "rich_text_KmMN7n": {
      "type": "rich-text",
      "blocks": {
        "text_6WQKqH": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_wiCNHR": {
          "type": "button",
          "settings": {
            "primary_button_label": "Download Returns Label",
            "primary_button_link": "https:\/\/cdn.shopify.com\/s\/files\/1\/0857\/1358\/4415\/files\/Returns-Label_1.pdf?v=1713341863",
            "primary_button_type": "default",
            "secondary_button_label": "",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_6WQKqH",
        "button_wiCNHR"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "background-1",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_VJNk4X": {
      "type": "rich-text",
      "blocks": {
        "heading_WzGjnp": {
          "type": "heading",
          "settings": {
            "heading": "Have An Unanswered Question?",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_VRVjpj": {
          "type": "text",
          "settings": {
            "text": "<p>If our GDPR Web Statement hasn't answered all of your questions,please state your query below.<\/p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_K66LFe": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_WzGjnp",
        "text_VRVjpj",
        "button_K66LFe"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "contact_form_T3V7XG": {
      "type": "contact-form",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "heading": "Contact form",
        "color_scheme": "",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 30
      }
    }
  },
  "order": [
    "main",
    "rich_text_JPy3zj",
    "custom_liquid_T7RRLB",
    "icon_with_text_ngUGpR",
    "custom_liquid_PEbtxe",
    "image_with_text_zJhwhJ",
    "custom_liquid_bBkwGJ",
    "collapsible_content_4F8ffL",
    "rich_text_KmMN7n",
    "rich_text_VJNk4X",
    "contact_form_T3V7XG"
  ]
}
