{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 10,
        "padding_bottom_mobile": 30
      }
    },
    "rich_text_JPy3zj": {
      "type": "rich-text",
      "blocks": {
        "heading_8y68yx": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Talk about your brand",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_Unt4Kk": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_UnD4pF": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_8y68yx",
        "text_Unt4Kk",
        "button_UnD4pF"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "custom_liquid_T7RRLB": {
      "type": "custom-liquid",
      "disabled": true,
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "icon_with_text_ngUGpR": {
      "type": "icon-with-text",
      "blocks": {
        "item_gTgaLm": {
          "type": "item",
          "settings": {
            "icon": "price_tag",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Place Your Order",
            "text": "<p>Find your favourite items and checkout using a variety of payment and finance options.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_MC4MKd": {
          "type": "item",
          "settings": {
            "icon": "stopwatch",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Await Confirmation",
            "text": "<p>You'll receieve confirmation of your order via email. We'll be in touch to arrange delivery.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_6CGCFb": {
          "type": "item",
          "disabled": true,
          "settings": {
            "icon": "box",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "#c66969",
            "heading": "Guarantee heading",
            "text": "<p>Share information about your products, policies or services.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_xrTYWQ": {
          "type": "item",
          "settings": {
            "icon": "truck",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "The Day Of Delivery",
            "text": "<p>You'll receieve a live tracking link and our two-person team will deliver your items. <\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "item_ypLzVb": {
          "type": "item",
          "settings": {
            "icon": "heart",
            "enable_custom_size_icon": false,
            "custom_size_icon": 30,
            "custom_icon_background": "",
            "heading": "Enjoy Your New Furniture",
            "text": "<p>Sit back, relax and please don't forget to leave us a review on Trustpilot.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "item_gTgaLm",
        "item_MC4MKd",
        "item_6CGCFb",
        "item_xrTYWQ",
        "item_ypLzVb"
      ],
      "disabled": true,
      "custom_css": [],
      "settings": {
        "type_style": "classic",
        "section_width": "customized-width",
        "customize_width": 1200,
        "heading": "What To Expect",
        "heading_size": "default",
        "text": "",
        "text_margin_top": 16,
        "text_alignment": "center",
        "margin_bottom": 60,
        "blocks_heading_font": "font-body",
        "blocks_heading_size": "text-body",
        "blocks_text_size": "default",
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "use_custom_color": true,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(237, 233, 226, 1), rgba(247, 231, 223, 1) 66%)",
        "layout": "vertical",
        "enable_background_icon": true,
        "type_vertical": "carousel",
        "arrows_type": "all",
        "text_animation": "none",
        "padding_top": 50,
        "padding_bottom": 50,
        "padding_top_mobile": 40,
        "padding_bottom_mobile": 40
      }
    },
    "custom_liquid_PEbtxe": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "image_with_text_zJhwhJ": {
      "type": "image-with-text",
      "blocks": {
        "heading_FtzRWC": {
          "type": "heading",
          "settings": {
            "heading": "<h3>Live Delivery Tracking<\/h3>",
            "heading_size": "h1",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_hB8Ee3": {
          "type": "text",
          "settings": {
            "text": "<p>Tired of being given a 12-hour time window for deliveries? We've got you covered!<br\/><br\/>On the day of your delivery, you'll receieve a live tracking link with regular, real-time updates on your expected delivery time. <br\/><br\/>Whether you want to pop home from work quickly to take the delivery or want to enjoy your day off, you'll be able to see our drivers whereabouts in real time.<\/p>",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_FtzRWC",
        "text_hB8Ee3"
      ],
      "disabled": true,
      "settings": {
        "type_style": "classic",
        "section_width": "page-width",
        "customize_width": 1800,
        "color_scheme": "scheme-e7b46f89-aaff-4e16-a42a-d270e9598a21",
        "image": "shopify:\/\/shop_images\/Screenshot_2024-04-16_at_09.19.16.png",
        "heading": "",
        "heading_size": "default",
        "link_label": "",
        "link": "",
        "colors_heading": "#ffffff",
        "show_top_line_separator": false,
        "show_bot_line_separator": false,
        "background_for_box": false,
        "colors_text": "#424242",
        "colors_background": "",
        "gradient_background": "linear-gradient(90deg, rgba(246, 238, 227, 1), rgba(223, 244, 247, 1) 100%)",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "layout_mobile": "image_first_mobile",
        "mobile_content_alignment": "left",
        "image_animation": "none",
        "text_animation": "none",
        "padding_top": 0,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "custom_liquid_bBkwGJ": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "",
        "padding_top": 30,
        "padding_bottom": 0,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 0
      }
    },
    "collapsible_content_4F8ffL": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_cxfHjW": {
          "type": "collapsible_row",
          "settings": {
            "heading": "About This Notice",
            "icon": "none",
            "row_content": "<p>DYP Ltd T\/A Honeypot Furniture is committed to protecting the privacy and security of your personal information. This privacy notice describes how we collect and use personal information about you in accordance with data protection law. Please read it carefully.<br\/><br\/>Data protection law says that the personal information we hold about you must be:<br\/><br\/>Used lawfully, fairly and in a transparent way. Collected only for valid purposes that we have clearly explained to you and not used in any way that is incompatible with those purposes. Relevant to the purposes we have told you about and limited only to those purposes. Accurate and kept up to date. Kept only as long as necessary for the purposes we have told you about. Kept securely If you have any questions about this notice or how we collect and use personal information about you please contact us using the details on our <a href=\"\/pages\/contact-us\" title=\"Contact Us\">Contact Us<\/a> page.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_RwtpbP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Terms",
            "icon": "none",
            "row_content": "<p>1.1 We are DYP Ltd T\/A Honeypot Furniture, and we operate honeypotfurniture.co.uk. We are a limited company registered in England and Wales (registration number: 15439739) and our registered office is 109 Coleman Road, Leicester, England, LE5 4LE<\/p>",
            "page": ""
          }
        },
        "collapsible_row_gLEjmt": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Contract Information and Correspondence",
            "icon": "none",
            "row_content": "<p>2.1 If you are an individual, when you place an order with us there will be personal information about you relating to that contract such as your name, contact details, order details, delivery details, and correspondence with us about the contract.<br\/><br\/>2.2 If you are an individual, we need certain information to fulfil your order and you must provide this in order to enter into a contract with us (or as required under that contract), if you do not, we may not be able to fulfil your order. Mandatory information fields are generally set out when you are placing an order, but in particular, you must provide<br\/><\/p><ul><li>2.2.1 Your name and contact details.<\/li><li>2.2.2 Your delivery address.<\/li><li>2.2.3 Your payment details.<\/li><\/ul><p>2.3 Other correspondence or interaction (for example by email, telephone, post, SMS or via our website or social media accounts) between you and us will include personal information (such as names and contact details). This may include enquiries, reviews, follow-up comments or complaints lodged by or against you and disputes with you or your organisation.<br\/><br\/>2.4 Social media. If we engage with you on social media, we may use information you share with us (including your social media handle or profile) or which is available from your account to inform our correspondence with you.<br\/><br\/>2.5 Facebook. If you visit our Facebook or Instagram page, Facebook may be a joint controller with us in relation to information Facebook collects about you regarding your visit to interaction with our page or its content. Facebook will provide us with Page Insights, which are aggregated data to help us understand how people are engaging with our page. Page Insights do not show us details of individual visitors. For more information on the responsibilities of Facebook and us in relation to our Facebook page, please see https:\/\/www.facebook.com\/legal\/terms\/information_about_page_insights_data. For more information about how Facebook uses your information, please see<br\/><br\/>https:\/\/en-gb.facebook.com\/privacy\/explanation.<br\/><br\/>2.6 Call information. We may also collect details of phone numbers used to call our organisation and the date, time and duration of any calls. Please note that if we record your calls to or from us, we will inform you of this at the beginning of the call.<br\/><br\/>2.7 We will keep and use that information to carry out our contract with you (if applicable), to comply with any legal requirements for us to maintain certain records or carry out certain verifications and money laundering checks, and\/or for our legitimate interests in preventing fraud, dealing with a complaint or enquiry and administering your (or your organisation's) account or order and any services we offer, as well as to review and improve our offerings, including troubleshooting, data analysis, testing, research, statistical and survey purposes.<br\/><br\/>2.8 Where your information relates to a contract, it is kept for a period of up to 7 years after your order (or, if later, any warranty or after-sales issue) to enable us to deal with any after sales enquiries or claims and as required for tax purposes.<br\/><br\/>2.9 Payment information is collected by our payment card processing providers and is retained by them in accordance with their privacy policies.<br\/><br\/>2.10 If your information is on social media, it will be retained in accordance with the relevant social media platform’s policies. Any other information set out above such as initial enquiries or correspondence which doesn't relate to a customer is kept for up to 7 years after the relevant matter has concluded.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_bzrhWP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Marketing",
            "icon": "none",
            "row_content": "<p>3.1 We may collect your name and contact details (such as your email address, phone number or address) in order to send you information about our products and services which you might be interested in.<br\/><br\/>3.2 You always have the right to \"opt out\" of receiving our marketing. You can exercise the right at any time by contacting us. If we send you any marketing emails, we will always provide an unsubscribe option to allow you to opt out of any further marketing emails. If you \"opt-out\" of our marketing materials you will be added to our suppression list to ensure we do not accidentally send you further marketing. We may still need to contact you for administrative or operational purposes, but we will make sure that those communications don't include direct marketing.<br\/><br\/>3.3 We may use your contact details as necessary for our legitimate interests in marketing to you and maintaining a list of potential customers (including, in particular, if we collected them as part of a sale to you or a negotiation with you about a sale). Otherwise (in particular if you are not a customer and we haven’t discussed a sale with you) we will only send you marketing emails or texts with your consent.<br\/><br\/>3.4 We never share your name or contact details with third parties for marketing purposes unless you have specifically consented for us to do so. We do use third party service providers to send out our marketing, but we only allow them to use that information on our instructions and where they have agreed to treat the information confidentially and to keep it secure.<br\/><br\/>3.5 We retain your details on our marketing list until you \"opt-out\" at which point we add you to our suppression list. We keep that suppression list indefinitely to comply with our legal obligations to ensure we don't accidentally send you any more marketing.<br\/><br\/>3.6 When opting in to email and SMS marketing please be aware that: The website uses cookies to help keep track of items you put into your shopping cart including when you have abandoned your cart and this information is used to determine when to send cart reminder messages via SMS and email.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_89tqT6": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Website Information",
            "icon": "none",
            "row_content": "<p>4.1 We may collect information about you and your use of our website via technical means such as cookies, web page counters and other analytics tools. This may include your IP address, login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access a website. We use this as necessary for our legitimate interests in administering and improving our website and its content, to ensure it operates effectively and securely, and to develop our business and inform our marketing strategy. We may also create aggregate statistical data from that information (for instance, overall numbers of website visitors) which is not personal information about you.<br\/><br\/>4.2 We, or third party advertisers, may also use this information to serve adverts on you. Where those adverts are targeted, this may involve using website information and information we (or our third party advertisers) have obtained from third parties and an automated decision-making process based on information about your interests or status. This won't include information such as your name or contact details. Where our adverts are displayed to you using your information, your information is used as necessary for our legitimate interests in marketing to you or (if applicable) because you have consented to this when using our or a third party’s website.<br\/><br\/>4.3 The information described above about your use of our website may also be collected and used by third party advertisers and analytics providers using cookie technology. You will have the option when using our website to accept or reject those cookies. If you accept those cookies, your data will be collected and used by those third parties for their own advertising and analytical purposes. For more information, please see their privacy policies.<br\/><br\/>4.4 Sharing or Like buttons. If you click a “share” or “like” or equivalent social media button on our website, the relevant social media platform may be a joint controller with us in relation to information that is sent to them about you regarding your clicking of that button (which may include the types of information which we collect about you as part of your visit to our website described above). Any information sent to a social media platform is used by them according to their privacy policies, and they will be solely responsible for that use and primarily responsible for providing you with information about any joint processing and enabling you to exercise your rights under data protection law. For more information on the responsibilities of social media platforms and us in relation to social media buttons on our website, please see the privacy notice of the relevant social media platforms.<br\/><br\/>4.5 For detailed information on the cookies on our site and the purposes which they are used for see our Cookie Notice.<br\/><br\/>4.6 We keep this website information about you for up to 12 months from when it is collected or the relevant cookie expires.<br\/><br\/>4.7 Third party websites. Our website may, from time to time, contain links to third party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third party websites and are not responsible for their privacy statements. When you leave our website, we encourage you to read the privacy notice of every website you visit.<br\/><br\/>Facebook - https:\/\/www.facebook.com\/policy.php<br\/><br\/>Honeypot Furniture works with Facebook to serve personalised adverts to people who use Facebook and Instagram.If you do not want to see those adverts, you can choose not to see these by updating your advertising preferences within Facebook.<br\/><br\/>Google - https:\/\/policies.google.com\/privacy<br\/><br\/>Google provides Honeypot Furniture with the ability to track customer behaviour on our website. This monitoring allows us to understand key business processed and metrics. e.g. Website Traffic. Preferences can be updated at any time in the google settings.<br\/><br\/>Trsutpilot - https:\/\/uk.legal.trustpilot.com\/for-reviewers\/end-user-privacy-terms<br\/><br\/>As part of our commitment to continually improve our customer service, we ask our customer to review our products and service. This is done by our partner, Feefo, sending a direct message invitation. Honeypot Furniture only passed necessary information to Feefo in a completely secure method to ask customers to review their experience.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_qV97M9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Photos, Content and Promotional Material",
            "icon": "none",
            "row_content": "<p>5.1 This is information about you which you provide to us (whether through our website or otherwise), or images or recordings of you which you allow us (or someone on our behalf) to take (including at our premises or events), for publication or display. This may include reviews, comments, testimonials, photographs (including stock photos and advertising material) and videos.<br\/><br\/>5.2 We may display and publish this content (and, if relevant, attribute it to you) on our platforms as necessary for our legitimate interests in providing content and for promotional purposes (or, in some circumstances, because you have specifically consented to us doing this). This information is kept and published or displayed by us for as long as we consider it relevant for those purposes. You can ask us to remove or delete your content at any time (subject to any agreements about our right to use it) by contacting us. If we are displaying or publishing the information based on your consent, you have the right to withdraw that consent at any time.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_Bpmcny": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Professional Information",
            "icon": "none",
            "row_content": "<p>6.1 If you work for one of our customers, suppliers or business partners, the information we collect about you may include your contact information, details of your employment and our relationship with you. This information may be collected directly from you, or provided by your organisation. Your organisation should have informed you that your information would be provided to us, and directed you to this policy. We use this as necessary for our legitimate interests in managing our relationship with your organisation. If we have a business relationship with you or your organisation, we may receive information about you from your organisation.<br\/><br\/>6.2 We keep this information for up to 7 years after the end of our relationship with your organisation.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_DB6XBe": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Information Collected at Our Premises",
            "icon": "none",
            "row_content": "<p>7.1 Visitor information. We collect information about visitors to our premises. We may record information on your visit, including the date and time, your name & employer contact details. If you have an accident at our premises, this may include an account of your accident. Visitor information is kept for a period of up to 5 years. If you have an accident on our premises, our accident records are retained for a period of up to 5 years<br\/><br\/>7.2 CCTV. We may operate CCTV at our premises which may record you and your activities. We display notices to make it clear what areas are subject to surveillance. We only release footage following a warrant or formal request from law enforcement, or as necessary in relation to disputes. CCTV recordings may be kept for a period of up to 90 days (unless an incident occurs and it is necessary for us to keep recordings for longer to properly deal with it).<br\/><br\/>7.3 Wi-Fi. If you use the Wi-Fi which we provide at one of our offices, we will record [the unique identifier (MAC address) of the device you use and usage information (such as when and how long you were connected to our Wi-Fi for, and the volume of your data usage), this does not include information which is capable of directly identifying you]. We do not actively monitor your activity, and this information will only be accessed if we become aware of any illegal activity on our Wi-Fi system, or any abuse of it. We only disclose this information if we receive a request from law enforcement, or as necessary in relation to a dispute. We collect and use this information as necessary for our legitimate interests in maintaining our network security, and complying with our legal obligations when providing Wi-Fi access. The information is kept for [number] days after collection, unless we become aware of an incident which makes it necessary to keep certain information for longer.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_LLkWWX": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Applications, Referees and Emergency Contacts",
            "icon": "none",
            "row_content": "<p>8.1 We will collect and hold information on job applicants (including applications for work experience or internships), including information you provide to us in your application, or provided to us by recruitment agencies, as well as information on you from any referees you provide. We may also collect information about your professional history which you make available on LinkedIn, or which are on your employer's website.<br\/><br\/>8.2 We use this as necessary to enter into an employment contract with you, and for our legitimate interests in evaluating candidates and recording our recruitment activities, and as necessary to exercise and perform our employment law obligations and rights. Where you voluntarily provide us with special categories of data, such as information about your race, health or sexuality, we will store this as part of your application on the basis that you have decided to make it public to us for this purpose, and to ensure that our record of your application is accurate so we can comply with (and demonstrate our compliance with) our obligations under employment law.<br\/><br\/>8.3 If you are successful in your application, your information will be used and kept in accordance with our internal privacy notice. If you currently work for us, or used to work for us, you can request a copy of this from us. If you are not successful in your application, your information will be held for up to 6] months after the relevant round of recruitment has finished.<br\/><br\/>8.4 You must provide certain information (such as your name, contact details, professional and educational history) for us to consider your application fully. If you have not provided all of this information, we may contact you to ask for it. If you do not wish to provide this information, we may not be able to properly consider your application.<br\/><br\/>8.5 If you are listed as a referee by an applicant, we will hold your name, contact details, professional information about you (such as your employer and job title) and details of your relationship with the applicant. We will use this information as necessary for our legitimate interests in evaluating candidates and as necessary to exercise and perform our employment law obligations and rights. Your information will be kept alongside the applicant's information.<br\/><br\/>8.6 If you are listed as an emergency contact by someone who works for us, we will hold your name, contact details and details of your relationship with that member of staff. We will use this to contact you as necessary to carry out our obligations under employment law, to protect the vital interests of that member of staff, and for our legitimate interests in administering our relationship with that worker. Your information will be kept until it is updated by that member of staff, or we no longer need to contact them after they have stopped working for us.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_ajVkUc": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Legal Claims",
            "icon": "none",
            "row_content": "<p>Where we consider there to be a risk that we may need to defend or bring legal claims, we may retain your personal information as necessary for our legitimate interests in ensuring that we can properly bring or defend legal claims. We may also need to share this information with our insurers or legal advisers. How long we keep this information for will depend on the nature of the claim and how long we consider there to be a risk that we will need to defend or bring a claim.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_xrt9A7": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Other Uses of Your Information",
            "icon": "none",
            "row_content": "<p>10.1 Common uses of your information. We will only use your personal information when the law allows us to do so. Although in limited circumstances we may use your information because you have specifically consented to it, we generally use your information in the ways set out in this notice because:<\/p><ul><li>10.1.1 we need to perform a contract we have entered into with you.<\/li><li>10.1.2 we need to comply with a legal obligation.<\/li><li>10.1.3 it is necessary for our legitimate interests (or those of a third party) and your interests and rights do not override those interests.<\/li><li>10.1.4 we need to protect your interests (or someone else's interests) or where it is needed in the public interest (although these circumstances are likely to be rare).<\/li><\/ul><p>10.2 Change of purpose. We will only use your personal information for the purposes for which we collected it as set out in this notice, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If we need to use your personal information for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_nyejDb": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Information We Receieve From Third Parties",
            "icon": "none",
            "row_content": "<p>11.1 We may also receive information about you from the following sources:<\/p><ul><li>11.1.1 Our service providers. We work closely with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers and credit reference agencies) who may provide us with information about you, to be used as set out in this privacy notice.<\/li><li>11.1.2 Businesses we have bought. If we have acquired another business, or substantially all of its assets, which originally held your information, we will hold and use the information you provided to them, or which they otherwise held about you, in accordance with this privacy notice. If we are reviewing whether to acquire a business, or substantially all of its assets, which holds your personal data (whether you are a customer or employee of that business or otherwise) we may receive limited personal data about you from that business or professional advisors involved in the transaction, as necessary for our legitimate interests in making decisions about that acquisition. If we do not acquire that business, any information we receive about you will be deleted as soon as practicable following the decision not to acquire.<\/li><li>11.1.3 Finance information. If you use a third party finance company, they will provide us with information in order to confirm and administer that arrangement.<\/li><\/ul><p>Snap Finance - https:\/\/snapfinance.com\/privacy<br\/><br\/>Rakuten Advertising - https:\/\/www.rakuten.com\/help\/article\/privacy-policy-360002101688<\/p>",
            "page": ""
          }
        },
        "collapsible_row_MjyeEE": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Sharing Your Information",
            "icon": "none",
            "row_content": "<p>12.1 We never sell your data to third parties. But we may need to share your information with third parties, including third-party service providers and other entities in our group. Third parties are required to respect the security of your personal information and to treat it in accordance with the law.<br\/><br\/>12.2 Why might we share your personal information with third parties? We may share your personal information with third parties if we are under a duty to disclose or share your personal information in order to comply with any legal obligation, or in order to enforce or apply our agreements with you, or to protect the rights, property, or safety of us, our customers, or others or where we have another legitimate interest in doing so. This may include exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction.<br\/><br\/>12.3 Which third-party service providers process your personal information? We may need to share your personal information with third-party service providers (including contractors and designated agents) so that they can carry out their services. We may use third-party service providers in relation to the following types of activity: legal advice, contract administration, order fulfilment, delivery, administration, IT services, payment processing.<br\/><br\/>12.4 When might we share your personal information with other entities in the group? We may share your personal information with other entities in our group as part of our regular reporting activities on company performance, in the context of a business reorganisation or group restructuring exercise, and for system maintenance support and hosting of data.<br\/><br\/>12.5 How secure is your information with third-party service providers and other entities in our group? All our third-party service providers and other entities in the group are required to take appropriate security measures to protect your personal information. Where third parties process your personal information on our behalf as \"data processors\" they must do so only on our instructions and where they have agreed to treat the information confidentially and to keep it secure.<br\/><br\/>12.6 What about other third parties? We may share your personal information with other third parties, for example with potential buyers and professional advisers in the context of the possible sale or restructuring of the business where necessary in connection with the purposes which your information was collected for. We may also need to share your personal information with a regulator or to otherwise comply with the law.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_iqiCiB": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Where We Store Your Information",
            "icon": "none",
            "row_content": "<p>13.1 Our office headquarters are based in the UK and our main data centre is located in the UK. However, where required to perform our contract with you or for our wider business purposes, the information that we hold about you may be transferred to, and stored at, a destination outside the UK and the EU. It may also be processed by staff operating outside the UK and EU who work for us or for one of our service providers.<br\/><br\/>13.2 We will take all steps reasonably necessary to ensure that your personal information is treated securely and in accordance with this privacy notice.<br\/><br\/>13.3 Some countries or organisations outside of the UK and the EU which we may transfer your information to will have an \"adequacy decision\" in place, meaning the EU considers them to have an adequate data protection regime in place. These are set out on the European Commission website: https:\/\/ec.europa.eu\/info\/law\/law-topic\/data-protection\/data-transfers-outside-eu\/adequacy-protection-personal-data-non-eu-countries_en.<br\/><br\/>13.4 If we transfer data to countries or organisations outside of the UK and the EU which the EU does not consider to have an adequate data protection regime in place, we will ensure that appropriate safeguards (for example, model clauses approved by the EU or a data protection authority) are put in place where required. To obtain more details of these safeguards, please contact us.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_k37ybA": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Data Security",
            "icon": "none",
            "row_content": "<p>14.1 As well as the measures set out above in relation to sharing of your information, we have put in place appropriate internal security measures to prevent your personal information from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal information to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal information on our instructions and they are subject to a duty of confidentiality.<br\/><br\/>14.2 We have put in place procedures to deal with any suspected data security breach and will notify you and any applicable regulator of a suspected breach where necessary.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_T86Xzp": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How Long Will We Keep Your Information?",
            "icon": "none",
            "row_content": "<p>15.1 We have set out above indications of how long we generally keep your information. In some circumstances, it may be necessary to keep your information for longer than that in order to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.<br\/><br\/>15.2 To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorised use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.<br\/><br\/>15.3 In some circumstances we may anonymise your personal information so that it can no longer be associated with you, in which case we may use such information without further notice to you.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_yQxfNG": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Your Rights",
            "icon": "none",
            "row_content": "<p>16.1 Data protection law gives you a number of rights when it comes to personal information we hold about you. The key rights are set out below. More information about your rights can be obtained from the Information Commissioner's Office (ICO). Under certain circumstances, by law you have the right to:<\/p><ul><li>16.1.1 Be informed in a clear, transparent and easily understandable way about how we use your personal information and about your rights. This is why we are providing you with the information in this notice. If you require any further information about how we use your personal information, please let us know.<\/li><li>16.1.2 Request access to your personal information (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal information we hold about you and to check that we are lawfully processing it.<\/li><li>16.1.3 Request correction of the personal information that we hold about you. This enables you to have any incomplete or inaccurate information we hold about you corrected.<\/li><li>16.1.4 Request erasure of your personal information. This enables you to ask us to delete or remove personal information where there is no good reason for us continuing to process it (for instance, we may need to continue using your personal data to comply with our legal obligations). You also have the right to ask us to delete or remove your personal information where you have exercised your right to object to processing (see below).<\/li><li>16.1.5 Object to processing of your personal information where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to us using your information on this basis and we do not have a compelling legitimate basis for doing so which overrides your rights, interests and freedoms (for instance, we may need it to defend a legal claim). You also have the right to object where we are processing your personal information for direct marketing purposes.<\/li><li>16.1.6 Request the restriction of processing of your personal information. This enables you to ask us to suspend the processing of personal information about you, for example if you want us to establish its accuracy or the reason for processing it.<\/li><li>16.1.7 Request the transfer of your personal information to another party where you provided it to us and we are using it based on your consent, or to carry out a contract with you, and we process it using automated means.<\/li><li>16.1.8 Withdraw consent. In the limited circumstances where we are relying on your consent (as opposed to the other bases set out above) to the collection, processing and transfer of your personal information for a specific purpose, you have the right to withdraw your consent for that specific processing at any time. Once we have received notification that you have withdrawn your consent, we will no longer process your information for the purpose or purposes you originally agreed to, unless we have another compelling legitimate interest in doing so.<\/li><li>16.1.9 Lodge a complaint. If you think that we are using your information in a way which breaches data protection law, you have the right to lodge a complaint with your national data protection supervisory authority (if you are in the UK, this will be the ICO).<\/li><\/ul><p>If you want to review, verify, correct or request erasure of your personal information, object to the processing of your personal information, withdraw your consent to the processing of your personal information or request that we transfer a copy of your personal information to another party, please contact us.<br\/><br\/>16.2 No fee usually required. You will not have to pay a fee to access your personal information (or to exercise any of the other rights). However, we may charge a reasonable fee if your request for access is clearly unfounded or excessive. Alternatively, we may refuse to comply with the request in such circumstances.<br\/><br\/>16.3 What we may need from you. We may need to request specific information from you to help us understand the nature of your request, to confirm your identity and ensure your right to access the information (or to exercise any of your other rights). This is another appropriate security measure to ensure that personal information is not disclosed to any person who has no right to receive it. If we request any identification from you for this purpose, it is on the basis that it is necessary to comply with our legal obligations, and we will only keep and use this until your identity has been verified.<br\/><br\/>16.4 Timescale. Please consider your request responsibly before submitting it. We will respond to your request as soon as we can. Generally, this will be within one month from when we receive your request but, if the request is going to take longer to deal with, we will let you know.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_kBFULe": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Changes To This Privacy Policy",
            "icon": "none",
            "row_content": "<p>Any changes we make to our privacy notice in the future will be posted on this page and, where appropriate, notified to you by e-mail or otherwise. Please check back frequently to see any updates or changes to our privacy notice.<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_cxfHjW",
        "collapsible_row_RwtpbP",
        "collapsible_row_gLEjmt",
        "collapsible_row_bzrhWP",
        "collapsible_row_89tqT6",
        "collapsible_row_qV97M9",
        "collapsible_row_Bpmcny",
        "collapsible_row_DB6XBe",
        "collapsible_row_LLkWWX",
        "collapsible_row_ajVkUc",
        "collapsible_row_xrt9A7",
        "collapsible_row_nyejDb",
        "collapsible_row_MjyeEE",
        "collapsible_row_iqiCiB",
        "collapsible_row_k37ybA",
        "collapsible_row_T86Xzp",
        "collapsible_row_yQxfNG",
        "collapsible_row_kBFULe"
      ],
      "settings": {
        "heading": "",
        "section_width": "customized-width",
        "customize_width": 1400,
        "top_subheading": "",
        "top_text": "",
        "top_icon_1": "chat_buble",
        "top_heading_1": "",
        "top_icon_2": "mail",
        "top_heading_2": "",
        "bottom_text": "",
        "bottom_button_label": "",
        "bottom_button_link": "",
        "color_scheme": "scheme-de5bbc57-70e1-4dc5-98bc-dfe9a942777b",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 35,
        "padding_bottom_mobile": 43
      }
    },
    "rich_text_KmMN7n": {
      "type": "rich-text",
      "blocks": {
        "text_6WQKqH": {
          "type": "text",
          "settings": {
            "text": "",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_wiCNHR": {
          "type": "button",
          "settings": {
            "primary_button_label": "Download Returns Label",
            "primary_button_link": "https:\/\/cdn.shopify.com\/s\/files\/1\/0857\/1358\/4415\/files\/Returns-Label_1.pdf?v=1713341863",
            "primary_button_type": "default",
            "secondary_button_label": "",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "text_6WQKqH",
        "button_wiCNHR"
      ],
      "disabled": true,
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "background-1",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "rich_text_VJNk4X": {
      "type": "rich-text",
      "blocks": {
        "heading_WzGjnp": {
          "type": "heading",
          "settings": {
            "heading": "Have An Unanswered Question?",
            "heading_size": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "text_VRVjpj": {
          "type": "text",
          "settings": {
            "text": "<p>If you have any questions, please state your query below.<\/p>",
            "show_line_separator": false,
            "padding_top": 10,
            "padding_bottom": 10
          }
        },
        "button_K66LFe": {
          "type": "button",
          "disabled": true,
          "settings": {
            "primary_button_label": "Button label",
            "primary_button_link": "",
            "primary_button_type": "default",
            "secondary_button_label": "Button label",
            "secondary_button_link": "",
            "secondary_button_type": "default",
            "padding_top": 10,
            "padding_bottom": 10
          }
        }
      },
      "block_order": [
        "heading_WzGjnp",
        "text_VRVjpj",
        "button_K66LFe"
      ],
      "settings": {
        "section_width": "page-width",
        "customize_width": 1800,
        "show_line_separator": false,
        "text_alignment": "left",
        "color_scheme": "",
        "padding_top": 30,
        "padding_bottom": 30,
        "padding_top_mobile": 20,
        "padding_bottom_mobile": 20
      }
    },
    "contact_form_T3V7XG": {
      "type": "contact-form",
      "settings": {
        "section_width": "customized-width",
        "customize_width": 1400,
        "heading": "Contact form",
        "color_scheme": "",
        "padding_top": 36,
        "padding_bottom": 36,
        "padding_top_mobile": 0,
        "padding_bottom_mobile": 30
      }
    }
  },
  "order": [
    "main",
    "rich_text_JPy3zj",
    "custom_liquid_T7RRLB",
    "icon_with_text_ngUGpR",
    "custom_liquid_PEbtxe",
    "image_with_text_zJhwhJ",
    "custom_liquid_bBkwGJ",
    "collapsible_content_4F8ffL",
    "rich_text_KmMN7n",
    "rich_text_VJNk4X",
    "contact_form_T3V7XG"
  ]
}
